[
  {
    "Part": "Part 2",
    "Title": "Part 2: General Consumer Protection Requirements",
    "chapters": [
      {
        "chapter_num": 1,
        "chapter_title": "Knowing the Consumer and Suitability",
        "sections": [
          {
            "id": "section_16",
            "title": "16. Knowing the consumer – information to be gathered and recorded (G)",
            "content": "(1) A regulated entity shall gather and keep a record of sufficient information from a consumer in accordance with this Regulation prior to offering, recommending, arranging or providing a financial service appropriate to that consumer. (2) For the purposes of paragraph (1), the regulated entity shall gather information that is – List: appropriate to the nature and complexity of the financial service sought by the consumer, and; sufficient to provide a professional service to the consumer. (3) The information referred to in paragraphs (1) and (2) shall include information on the consumer’s - List: needs and objectives,; personal circumstances,; financial situation,; where relevant, attitude to risk, and; any sustainability preferences with regard to the financial service. (4) For the purposes of paragraph (3)(a), the information shall include, where relevant, information on – List: the length of time for which the consumer wishes to hold a product,; the consumer’s need for access to funds, including emergency funds, and; the consumer’s need for accumulation of funds. (5) For the purposes of paragraph (3)(b), the information shall include, where relevant, information on the consumer’s - List: age,; health,; knowledge and experience of financial products,; dependents,; employment status, and; known future changes to his or her circumstances. (6) For the purposes of paragraph (3)(c), the information shall include, where relevant, information on the consumer’s - List: income,; savings,; financial products and other assets, and; debts and financial commitments. (7) For the purposes of paragraph (3)(d) the information shall include, in particular, the importance of capital security to the consumer. (8) The requirement to include information on a matter referred to in paragraph (3)(a) to (e), paragraph 4(a) to (c), paragraph 5(a) to (f), paragraph 6(a) to (d) or paragraph (7), does not apply in respect of that matter unless the gathering and recording of information on that matter is relevant to an assessment of suitability to be carried out by a regulated entity pursuant to this Chapter. (9) Prior to offering, recommending, arranging or providing a further financial service to the consumer, a regulated entity shall – List: seek confirmation of whether there are any material changes to the information gathered from a consumer pursuant to paragraphs (1) to (8),; gather information on any such material changes, and; keep a record of any such material changes. (10) For the purposes of paragraph (9), where there is no material change, the regulated entity shall make a note of this on the consumer’s records. (11) Where a consumer refuses to provide the information requested by a regulated entity for the purposes of paragraphs (1) to (10), the regulated entity shall inform the consumer that, as it does not have the relevant information necessary to assess suitability, it cannot offer, recommend, arrange or provide the consumer the financial service sought. (12) Paragraph (11) does not apply to insurance intermediaries or insurance undertakings carrying out insurance distribution activities in relation to sales of insurance-based investment products where no advice is provided. (13) A regulated entity shall endeavour to ensure that a consumer certifies the accuracy of the information that it has provided to the regulated entity pursuant to paragraphs (1) to (10)."
          },
          {
            "id": "section_17",
            "title": "17. Assessing and ensuring suitability (G)",
            "content": "(1) A regulated entity shall assess the suitability of a financial service for a consumer in accordance with this Regulation. (2) When assessing the suitability of a financial service for a consumer, the regulated entity shall assess and document whether, on the basis of the information gathered in accordance with Regulation 16(1) to (10), excluding information on sustainability preferences with regard to the financial service - List: the financial service meets that consumer’s needs and objectives and whether there is a more suitable financial service available,; the consumer - is likely to be able to meet the financial commitment associated with the product on an ongoing basis, andis financially able to bear any risks attaching to the financial service, and; is likely to be able to meet the financial commitment associated with the product on an ongoing basis, and; is financially able to bear any risks attaching to the financial service, and; the financial service is consistent with the consumer’s attitude to risk. List: is likely to be able to meet the financial commitment associated with the product on an ongoing basis, and; is financially able to bear any risks attaching to the financial service, and (3) A regulated entity shall ensure that any financial service offered to a consumer is suitable for that consumer, having regard to the facts disclosed by the consumer and other relevant facts about that consumer of which the regulated entity is aware. (4) Where a regulated entity offers a selection of product options to a consumer, the product options contained in the selection shall represent the most suitable from the range available from the regulated entity. (5) Where a regulated entity recommends a product to a consumer, the recommended product shall be the most suitable product for that consumer having regard to the facts referred to in paragraph (3)."
          },
          {
            "id": "section_18",
            "title": "18. Statement of suitability to be provided (G)",
            "content": "(1) Prior to providing or arranging a financial service, a regulated entity shall prepare, sign and date a statement of suitability on paper or on another durable medium and shall provide it to the consumer. (2) The statement of suitability shall set out one of the following, as applicable: List: the reasons why a financial service offered to a consumer is considered to be suitable to that consumer;; the reasons why the product options contained in a selection of product options offered to a consumer are considered to be the most suitable to that consumer;; the reasons why a recommended product is considered to be the most suitable product for that consumer. (3) The reasons set out in the statement of suitability shall apply the information gathered under Regulation 16(1) to (10), where applicable, excluding information on any sustainability preferences with regard to the financial service, to explain to the consumer how the financial service offered or recommended meets, where relevant, the consumer’s - List: needs and objectives,; personal circumstances, and; financial situation. (4) The statement of suitability shall include an outline of how each of the following is aligned with the consumer’s attitude to risk, where relevant: List: the risk profile of the product;; the nature, extent and limitations of any guarantee attached to the product. (5) The statement of suitability shall identify where a financial service set out in the statement of suitability meets any sustainability preferences gathered from the consumer in accordance with Regulation 16. (6) A regulated entity shall include a notice in the following format at the beginning of the statement of suitability: “Important Notice - Statement of Suitability This is an important document which sets out the reasons why the product(s) or service(s) offered or recommended is/are considered suitable, or the most suitable, for your particular needs, objectives and circumstances.” (7) Where a regulated entity has provided an oral explanation to the consumer of the financial service offered or recommended, a regulated entity shall include a record of this explanation in, or with, the statement of suitability. (8) This Regulation does not apply where a regulated entity is providing debt management services."
          },
          {
            "id": "section_19",
            "title": "19. Exemption from knowing the consumer and suitability requirements",
            "content": "(1) The requirements referred to in paragraph (4) do not apply if any of the following situations arise: List: the consumer has instructed a regulated entity that the consumer wishes to proceed with respect to a product, specifying the name of the product and the product producer, and the consumer has not received any assistance from the regulated entity in the choice of either or both that product and product producer;; the consumer is seeking a term deposit of less than one year or a notice deposit account and the regulated entity has informed the consumer of any restrictions on the term deposit or notice deposit account;; an insurance intermediary or insurance undertaking is carrying out insurance distribution in relation to sales of insurance-based investment products and all of the requirements in Regulation 42(4) of the Insurance Distribution Regulations are satisfied. (2) Paragraph 1(a) does not apply where a personal consumer is seeking any of the following: List: a credit amount above €75,000;; a mortgage loan;; a home reversion agreement. (3) If the situation referred to in paragraph 1(a) applies, prior to providing an investment product to a consumer, a regulated entity shall warn the consumer, on paper or on another durable medium, that the regulated entity does not have the information necessary to determine the suitability of that product for the consumer. (4) The requirements referred to in paragraph (1) are the following: Regulations 16 to 18, Chapter 1 of Part 3, Regulations 340 and 341, and Regulation 370."
          }
        ]
      },
      {
        "chapter_num": 2,
        "chapter_title": "Conflicts of Interest and information about remuneration",
        "sections": [
          {
            "id": "section_20",
            "title": "20. Fees, commissions, rewards (etc.) permitted to be paid or provided to certain persons only",
            "content": "A regulated entity may pay or provide a fee, commission, other reward or remuneration in respect of the provision of regulated activities only to a person that is any of the following: List: a regulated entity;; a certified person;; an individual for whom a regulated entity has taken full and unconditional responsibility under the Investment Intermediaries Act 1995;; an agent, branch or entity to which activities are outsourced in accordance with the European Union (Payment Services) Regulations 2018 (S.I. No. 6 of 2018) where the regulated entity remains fully liable for the acts of that agent, branch or entity to which activities are outsourced;; a distributor, agent, branch or entity to which activities are outsourced in accordance with the European Communities (Electronic Money) Regulations 2011 where the regulated entity remains fully liable for the acts of that distributor, agent, branch or entity to which activities are outsourced;; a person that is specifically exempted by law from a requirement to hold an authorisation, licence or registration to carry out the regulated activity in respect of which the fee, commission, other reward or remuneration is paid;; a credit intermediary within the meaning of the Act of 1995 and the European Communities (Consumer Credit Agreements) Regulations 2010;; a person that is no longer providing a regulated activity, but the fee, commission, other reward or remuneration is paid in respect of a regulated activity that the person provided when the person was a person referred to in any of paragraphs (a) to (g)."
          },
          {
            "id": "section_21",
            "title": "21. Conditions where fees, commissions, rewards (etc.) are paid or provided",
            "content": "(1) A regulated entity shall ensure that, in providing a regulated activity to a consumer, if it pays or provides, or is paid or provided with, any fee, commission, other reward or remuneration in connection with the provision of that regulated activity to or by any person other than the consumer or a person acting on behalf of the consumer, the fee, commission, other reward or remuneration - List: does not impair compliance with the regulated entity’s duty to act honestly, fairly and professionally in the best interests of the consumer,; does not impair compliance with the regulated entity’s obligation to satisfy the conflicts of interest requirements set out in this Part and, as applicable, the Insurance Distribution Regulations,; does not impair compliance with the regulated entity’s obligation to satisfy suitability requirements and, as applicable, the Insurance Distribution Regulations, and; in the case of a non-monetary benefit, is designed to enhance the quality of the service to the consumer. (2) In this Regulation “suitability requirements” means the following Regulations: List: Regulations 17 and 18;; Chapter 1 of Part 3;; Regulations 182 to 184;; Regulations 340 and 341;; Regulation 370."
          },
          {
            "id": "section_22",
            "title": "22. Conflicts of interest policy to be in place",
            "content": "(1) A regulated entity shall establish, maintain and adhere to a robust conflicts of interest policy appropriate to the nature, scale and complexity of the regulated activities carried out by the regulated entity. (2) The conflicts of interest policy referred to in paragraph (1) shall with reference to its regulated activities – List: identify the circumstances which constitute, or may give rise to, a conflict of interest with respect to its consumers, including those conflicts that are the subject of Regulation 23, and; specify procedures to be followed, and measures to be adopted, to properly identify and manage any conflicts identified, excluding those conflicts that are the subject of the obligation referred to in Regulation 23 and which therefore must be avoided."
          },
          {
            "id": "section_23",
            "title": "23. Certain conflicts of interest that are to be avoided",
            "content": "A regulated entity shall avoid conflicts of interest relating to the following: List: fees, commission, other rewards or remuneration linked to the achievement of targets that do not consider a consumer’s best interests, including targets relating to volume (including override commission) and bonus payments linked to business retention;; agreements under which the regulated entity receives a fee, commission, other reward or remuneration in the form of goods or services, in return for which it agrees to direct business through or in the way of another person."
          },
          {
            "id": "section_24",
            "title": "24. Steps in respect of conflicts of interest that may be managed",
            "content": "(1) This Regulation does not apply to conflicts of interest that are the subject of Regulation 23 on the basis that those conflicts are required to be avoided pursuant to that Regulation and there are no circumstances in which such conflicts are permitted to be managed pursuant to paragraphs (2) and (3). (2) Where a conflict of interest arises with respect to a consumer and cannot be reasonably avoided, a regulated entity shall - List: disclose the nature and source of the conflict of interest to the consumer, and; ensure that the conflict does not result in any damage to the interests of that consumer. (3) For the purposes of this Regulation, a regulated entity may not provide a regulated activity to a consumer if a conflict arises directly or indirectly unless – List: the regulated entity has fully and transparently disclosed the existence and details of the conflict in writing,; the consumer has acknowledged, on paper or on another durable medium, that he or she understands the conflict and wishes to proceed, and; the regulated entity has taken all steps within its control to appropriately manage the conflict and minimise the impact of the conflict on the consumer."
          },
          {
            "id": "section_25",
            "title": "25. No specified level of consumer business to be required of intermediary in order to retain appointment",
            "content": "(1) A regulated entity shall not require an intermediary to provide a specified level of business from consumers in order to retain an appointment from that regulated entity. (2) This Regulation applies only to a regulated entity that distributes its products to consumers through an intermediary."
          },
          {
            "id": "section_26",
            "title": "26. Product producers - commission paid to intermediary based on levels of business provided",
            "content": "(1) This Regulation applies to a product producer that distributes its products to consumers through an intermediary and pays commission to an intermediary based on levels of business provided by that intermediary. (2) A product producer shall ensure that the arrangements referred to in paragraph (1) - List: do not impair the intermediary’s duty to act in the best interests of consumers, and; do not give rise to a conflict of interest between the intermediary and a consumer."
          },
          {
            "id": "section_27",
            "title": "27. Conditions for employee remuneration arrangements",
            "content": "(1) A regulated entity shall not structure its remuneration arrangements with employees such that they could result in employees providing, arranging or recommending a financial service to a consumer in a manner that may be inconsistent with the regulated entity’s obligations - List: to act in the best interests of consumers, and; to satisfy suitability requirements. (2) In this Regulation, “suitability requirements” has the meaning given to it in Regulation 21(2)."
          },
          {
            "id": "section_28",
            "title": "28. Information barriers to be put in place",
            "content": "(1) A regulated entity shall put in place effective information barriers between different employees and business areas of the regulated entity, and between the regulated entity and its connected parties, in relation to information which could give rise to a conflict of interest with consumers. (2) A regulated entity shall establish, maintain and adhere to procedures relating to the robust maintenance of information barriers and the consequences for and handling of breaches of information barriers. (3) A regulated entity shall notify the procedures referred to in paragraph (2) to officers and employees of the regulated entity for whom the procedures are relevant. (4) In this Regulation, “information barriers” means an arrangement within the regulated entity, or between the regulated entity and any associate of that regulated entity, which requires information held, or the fact of information held by the regulated entity, or as the case may be, any associate of that regulated entity, or a particular operating unit within the regulated entity or within any associate of that regulated entity in the course of carrying on one part of its business of any kind, to be withheld and properly segregated in certain circumstances from other operating units or from persons with whom it deals in the course of carrying on another part of its business of any kind in order to preserve the confidentiality of the information and avoid a potential conflict of interests."
          },
          {
            "id": "section_29",
            "title": "29. Offering, giving, accepting (etc.) gifts or rewards not to create conflict of interest",
            "content": "Subject to Regulation 23, a regulated entity shall take reasonable steps to ensure that it or any of its officers or employees do not offer, give, solicit or accept any gifts or rewards, monetary or otherwise, likely to conflict with any duty of the regulated entity towards consumers or any duty of the recipient officer or employee towards consumers in relation to his or her activities in the regulated entity."
          },
          {
            "id": "section_30",
            "title": "30. Disclosure of fees, commissions (etc.) – mortgage intermediaries and regulated entities authorised under the Investment Intermediaries Act 1995 (G)",
            "content": "(1) Prior to offering, recommending, arranging or providing a financial service to a consumer, a mortgage intermediary and a regulated entity authorised under the Investment Intermediaries Act 1995 shall disclose directly to each consumer any fee, commission or other remuneration received or receivable from a product producer in relation to that financial service. (2) The disclosure referred to in paragraph (1) shall - List: describe the nature and amount of the fee, commission or other remuneration,; be comprehensive, accurate and easily understood by the average consumer,; be made on paper or on another durable medium, and; be specifically brought to the attention of the consumer. (3) For the purposes of paragraph (2)(a), where the amount cannot be ascertained at the time of the disclosure, the method of calculating that amount shall be disclosed. (4) This Regulation does not apply where the financial service relates to an insurance policy."
          },
          {
            "id": "section_31",
            "title": "31. Ongoing remuneration from product producers – intermediaries to disclose information (G)",
            "content": "(1) Where remuneration is receivable by an intermediary from a product producer on an ongoing basis in respect of a financial service, the intermediary shall disclose to a consumer the basis on which the product producer is providing such remuneration to the intermediary and the nature of the service to be provided to the consumer in respect of this remuneration. (2) The disclosure referred to in paragraph (1) shall be – List: made prior to the provision of a financial service by an intermediary to the consumer,; made on paper or on another durable medium, and; specifically brought to the attention of the consumer."
          },
          {
            "id": "section_32",
            "title": "32. Summary of fees, commissions (etc.) to be published and made available (G)",
            "content": "(1) Subject to paragraph (2), an intermediary shall publish a summary of the details of any fee, commission, other reward or remuneration, receivable from a regulated entity, on its website. (2) Where an intermediary does not have a website, but has public offices, it shall make available the summary referred to in paragraph (1) in its public offices. (3) The summary referred to in paragraphs (1) and (2) shall include, at a minimum, the following: List: where the fee, commission, other reward or remuneration is receivable by the intermediary in the form of an agreed amount or percentage, an indication of that amount or percentage;; an explanation of the arrangement, including details of the type of fee, commission, other reward or remuneration receivable by the intermediary, which shall include details with regard to any sales commission or trail commission, and details affecting the fee, commission, other reward or remuneration receivable, which shall include details with regard to any clawback provisions;; details of any other agreed fees, administrative costs, or non-monetary benefits, where details of any non-monetary benefits shall include details of any benefits which are not related to an intermediary’s individual sales. (4) Before concluding a contract for a financial service, an intermediary shall - List: bring the summary referred to in paragraphs (1) to (3) to the attention of the consumer, and; provide any clarification of the information sought by the consumer."
          },
          {
            "id": "section_33",
            "title": "33. Fees - option of payment, amount, and commission offset, to be explained by intermediaries",
            "content": "(1) Where for the purposes of payment of an intermediary for its services, the intermediary allows a consumer the option to pay for its services by means of a fee, the option of payment by fee and the amount of the fee shall be explained in advance to the consumer. (2) If an intermediary charges a fee and also receives commission in respect of a financial service provided to a consumer, the intermediary shall specifically explain to the consumer whether or not the commission will be offset against the fee, either in part or in full in advance of any such fee being charged."
          }
        ]
      },
      {
        "chapter_num": 3,
        "chapter_title": "Consumers in vulnerable circumstances (G)",
        "sections": [
          {
            "id": "section_34",
            "title": "34. Consumers in vulnerable circumstances to be assisted (G)",
            "content": "(1) Where a regulated entity has identified that a consumer that is a natural person is in vulnerable circumstances, the regulated entity shall provide that consumer with such ongoing reasonable assistance as may be necessary to facilitate that consumer in their dealings with the regulated entity. (2) A regulated entity shall ensure that any information received from a consumer in vulnerable circumstances and maintained as a record by the regulated entity is, where appropriate and in accordance with the law, accessible to the staff of the regulated entity in the course of the provision by those staff of ongoing reasonable assistance to the consumer."
          },
          {
            "id": "section_35",
            "title": "35. Consumers in vulnerable circumstances – training requirements (G)",
            "content": "(1) A regulated entity shall ensure that the persons specified in paragraph (2) receive appropriate training in relation to vulnerable circumstances with the objective that the persons specified in paragraph (2) have – List: the knowledge and awareness to understand and recognise consumers in vulnerable circumstances, and how the regulated entity and persons acting on behalf of the regulated entity can respond to the needs of those consumers, and; knowledge and awareness of the policies, procedures, systems and controls within the regulated entity for responding to the needs of consumers in vulnerable circumstances. (2) The persons referred to in paragraph (1) are persons performing the following functions on behalf of the regulated entity: List: consumer-facing functions in respect of consumers that are natural persons;; functions concerned in the design and development of financial services for consumers that are natural persons;; functions concerned in the sale or marketing of financial services to consumers that are natural persons;; functions involving the oversight of and responsibility for persons performing any of the functions referred to in subparagraphs (a), (b) and (c);; any other function in respect of which the person performing the function may have cause to deal with consumers in vulnerable circumstances at any time. (3) A regulated entity shall – List: identify all persons that may require training with respect to vulnerable circumstances in accordance with paragraph (2), and; ensure that those persons identified to receive training on vulnerable circumstances receive and complete the necessary training. (4) A regulated entity shall review, at least once every 2 years, whether the requirements of this Regulation including the objective referred to in paragraph (1) are being achieved and prepare a report of the findings of such review for the board of directors, or the entity or persons controlling the regulated entity."
          },
          {
            "id": "section_36",
            "title": "36. Trusted Contact Person (G)",
            "content": "(1) A regulated entity shall, at the request of a personal consumer, record the name and contact information of an individual (referred to in this Regulation as a “trusted contact person”) who the consumer has nominated and agreed, in accordance with paragraph (3), that the regulated entity may contact in circumstances where - List: the regulated entity has a concern about possible financial abuse of the personal consumer,; the regulated entity needs to confirm the specifics of – the consumer’s current contact information,the consumer’s health status, orthe identity of any appointed legal guardian, executor or trustee, or; the consumer’s current contact information,; the consumer’s health status, or; the identity of any appointed legal guardian, executor or trustee, or; the regulated entity experiences difficulties in communicating with the consumer. List: the consumer’s current contact information,; the consumer’s health status, or; the identity of any appointed legal guardian, executor or trustee, or (2) Where a regulated entity decides to contact a trusted contact person, the regulated entity may, provided that the regulated entity complies with paragraph (3), disclose confidential information about the personal consumer to the trusted contact person for the purposes of discussing the relevant matter referred to in paragraph (1). (3) Paragraph (2) does not apply unless the regulated entity has received– List: the written consent of the personal consumer that the regulated entity may contact the trusted contact person in the relevant circumstances referred to in paragraph (1) to discuss confidential information in relation to that matter with the trusted contact person, and; the written consent of the trusted contact person confirming that the regulated entity may- retain the trusted contact person’s name and contact information for the purposes referred to in paragraph (1), contact the trusted contact person in the circumstances referred to in paragraph (1), and discuss the matters referred to in paragraph (1) with the relevant trusted contact person.; retain the trusted contact person’s name and contact information for the purposes referred to in paragraph (1),; contact the trusted contact person in the circumstances referred to in paragraph (1), and; discuss the matters referred to in paragraph (1) with the relevant trusted contact person. List: retain the trusted contact person’s name and contact information for the purposes referred to in paragraph (1),; contact the trusted contact person in the circumstances referred to in paragraph (1), and; discuss the matters referred to in paragraph (1) with the relevant trusted contact person. (4) For the avoidance of doubt, a trusted contact person has no authority to deal with the affairs of a personal consumer in respect of a regulated entity, and is not a legal representative for the purposes of these Regulations, solely on account of having been recorded or contacted by the regulated entity as a trusted contact person. (5) Subject to paragraph (6), this Regulation does not apply where the regulated entity is aware that – List: a decision-making representative has been appointed in respect of the personal consumer and the appointment is in effect,; the personal consumer has appointed an attorney under an enduring power of attorney and the enduring power of attorney is in effect,; the personal consumer has appointed an attorney under an enduring power under the Act of 1996 and the enduring power under the Act of 1996 is in effect,; the personal consumer has appointed a decision-making assistant and the appointment is in effect, or; the personal consumer has appointed a co-decision maker and the appointment is in effect. (6) Paragraph (5) does not invalidate the nomination of a trusted contact person who has been nominated and agreed in accordance with this Regulation prior to the coming into effect of an arrangement referred to in paragraph (5)(a) to (e). (7) In this Regulation, “co-decision maker”, “decision-making assistant”, “decision-making representative”, “enduring power of attorney” and “enduring power under the Act of 1996” have the meaning assigned to them in section 2 of the Act of 2015."
          },
          {
            "id": "section_37",
            "title": "37. Reporting of concerns by employees (G)",
            "content": "A regulated entity shall establish, maintain and adhere to clear policies and procedures for its employees to report, within the regulated entity, concerns that a personal consumer to whom the regulated entity is providing financial services within the scope of its regulated activities is at risk of financial abuse by any person."
          }
        ]
      },
      {
        "chapter_num": 4,
        "chapter_title": "Digitalisation (G)",
        "sections": [
          {
            "id": "section_38",
            "title": "38. Certain standards to be ensured (G)",
            "content": "Where a regulated entity is engaging with a consumer by means of a digital platform, for the purposes of providing the consumer with a financial service, the regulated entity shall ensure the following: List: the digital platform is designed for use by a consumer without requiring specialist knowledge in the use of the technology of the digital platform, so that the digital platform is easy to use, understand and navigate;; the digital platform has undergone testing to ensure that it is easy to use, understand and navigate as referred to in paragraph (a);; any computer programmes or algorithms used by or within the digital platform - are designed to produce outcomes which are objective and consistent for consumers, have been properly documented, andhave undergone testing to ensure that the computer programme or algorithm concerned meets the outcomes referred to in paragraph (c)(i);; are designed to produce outcomes which are objective and consistent for consumers,; have been properly documented, and; have undergone testing to ensure that the computer programme or algorithm concerned meets the outcomes referred to in paragraph (c)(i);; the consumer is given sufficient opportunity to consider the financial service before concluding a contract. List: are designed to produce outcomes which are objective and consistent for consumers,; have been properly documented, and; have undergone testing to ensure that the computer programme or algorithm concerned meets the outcomes referred to in paragraph (c)(i);"
          },
          {
            "id": "section_39",
            "title": "39. Provision of certain preselected options prohibited",
            "content": "Where a regulated entity is engaging with a consumer by means of a digital platform, for the purposes of providing the consumer with a financial service, the regulated entity shall not provide preselected options to the consumer which indicate that the consumer has confirmed that the consumer has read or understood information provided by the regulated entity in relation to the financial service."
          },
          {
            "id": "section_40",
            "title": "40. Guidance to be provided on use and navigation of digital platform (G)",
            "content": "(1) Where a regulated entity is engaging with a consumer by means of a digital platform, for the purposes of providing the consumer with a financial service, the regulated entity shall give clear and effective step-by-step guidance to consumers on how to use and navigate the digital platform. (2) A regulated entity shall ensure that a means of accessing the guidance given on the digital platform referred to in paragraph (1) is displayed prominently on that digital platform at all times."
          },
          {
            "id": "section_41",
            "title": "41. Information to be provided on available assistance when using digital platforms",
            "content": "(1) Where a regulated entity is engaging with a consumer by means of a digital platform, for the purposes of providing the consumer with a financial service, the regulated entity shall give information to consumers, on the digital platform, on where and how assistance may be obtained with the following: List: a specific query with regard to use of the digital platform for the purposes of being provided with such financial services;; further information on the financial service provided. (2) The information referred to in paragraph (1) and any associated contact details shall be displayed prominently on the digital platform at all times."
          },
          {
            "id": "section_42",
            "title": "42. Notification to be provided of withdrawal of access to systems",
            "content": "(1) Where a regulated entity provides information pursuant to a requirement of these Regulations, which is addressed to a consumer but provided only by means of systems to which the consumer must be given access by the regulated entity in order to be provided with the relevant information, the regulated entity shall notify the consumer at least 15 working days in advance of any withdrawal of access to those systems or to the information concerned. (2) In the circumstances referred to in paragraph (1), the regulated entity shall notify the consumerthat the relevant information may be downloaded, printed, or otherwise retained prior to withdrawal of the means of access."
          },
          {
            "id": "section_43",
            "title": "43. Notice of upcoming expiry of cooling off period to be given",
            "content": "A regulated entity that has provided a financial service to a consumer by means of a digital platform, to which a right of withdrawal (a “cooling off”) period applies, shall contact a consumer at least 3 working days, but no more than 7 working days, prior to the expiry of the withdrawal period, to remind the consumer of the consumer’s right of withdrawal, the date on which this right expires, and how the consumer can exercise this right."
          }
        ]
      },
      {
        "chapter_num": 5,
        "chapter_title": "Informing effectively (G)",
        "sections": [
          {
            "id": "section_44",
            "title": "44. Names of financial services not to be misleading with regard to nature or benefits",
            "content": "A regulated entity shall not use a name for a financial service that is misleading in terms of the nature of the financial service or the benefits that the financial service can deliver to a consumer."
          },
          {
            "id": "section_45",
            "title": "45. Warning statements to be prominent etc.",
            "content": "Unless otherwise specified in these Regulations, a regulated entity shall ensure that all warning statements required by these Regulations that it uses in a document, advertisement, or other information, are prominent, and when in text, in a box, in bold type and of a font size that is at least equal to the predominant font size used throughout the document, advertisement, or other information."
          },
          {
            "id": "section_46",
            "title": "46. Notice of changes to range of services to be provided",
            "content": "(1) Where a regulated entity intends to amend or alter the range of services it provides as regulated activities, it shall give clear notice, on paper or on another durable medium, to affected consumers at least one month in advance of the amendment being introduced. (2) The notice referred to in paragraph (1) shall include particulars of the changes being made, together with relevant details of the position prior to such changes, in order that the consumer can compare the position before and after those changes. (3) In the circumstances referred to in Regulation 160(1), reference to “one month” in paragraph (1) is substituted with “4 months”."
          },
          {
            "id": "section_47",
            "title": "47. Technical terms to be explained (G)",
            "content": "A regulated entity shall ensure that all information that it provides to a consumer explains any technical terms, the use of which cannot be avoided, in plain language, where first used or in a clearly referenced glossary."
          },
          {
            "id": "section_48",
            "title": "48. Key information to be presented clearly",
            "content": "A regulated entity shall not present key information in a way which disguises, diminishes or obscures the importance of key information."
          },
          {
            "id": "section_49",
            "title": "49. Arrangements to be in place to ensure security of information when communicating by electronic media",
            "content": "Where a regulated entity communicates with a consumer using electronic media, it shall ensure that it has in place appropriate arrangements to ensure the security of information received from the consumer and the secure transmission of information to the consumer."
          },
          {
            "id": "section_50",
            "title": "50. Written information to have appropriate font size",
            "content": "In all written information provided to consumers, a regulated entity shall use a font size that is clearly legible, and appropriate to the type of document and the information contained therein."
          },
          {
            "id": "section_51",
            "title": "51. Terms of business to be drawn up and provided",
            "content": "(1) A regulated entity shall draw up its terms of business and shall provide a copy on paper or on another durable medium to each consumer to which it provides financial services, prior to providing the first service to that consumer. (2) For the purposes of paragraph (1), insofar as concerns a regulated entity that is an intermediary providing regulated activities on behalf of another regulated entity, only the intermediary is required to provide a copy of its terms of business to the consumer. (3) A regulated entity shall provide its terms of business to a consumer as a stand-alone document. (4) A regulated entity shall make its terms of business available to consumers on any website of the regulated entity."
          },
          {
            "id": "section_52",
            "title": "52. Content of terms of business",
            "content": "(1) A regulated entity shall provide to consumers, in its terms of business, information clearly setting out the basis on which the regulated entity provides its regulated activities and such information shall include at least the following: List: the legal name, trading name, address, and contact details of the regulated entity;; if the regulated entity is part of a group, the name of the group to which the regulated entity belongs;; confirmation that the regulated entity is authorised, licensed or registered and the name of the competent authority that has authorised, licensed or registered it;; a statement that it is subject to Bank codes of conduct and Bank regulations which the regulated entity must comply with, which offer protection to consumers and which can be found on the Bank’s website, specifying the website of the Bank for that purpose;; a description of the regulated activities that the regulated entity provides;; if the regulated entity acts as an intermediary, whether it provides a fair analysis of the market or a limited analysis of the market and an explanation of that type of service in a way that seeks to inform a consumer as to the nature and distinction between these forms of analysis;; if the regulated entity is tied for any of the regulated activities it provides, it shall specify - the name of any financial service for which it is so tied, and the name of the regulated entity to which it is tied for the financial service concerned;; the name of any financial service for which it is so tied, and; the name of the regulated entity to which it is tied for the financial service concerned;; a general statement of how charges are imposed by the regulated entity itself and information on where the schedule of charges required pursuant to Regulation 68 is located;; a summary of the regulated entity’s policy in relation to the identification and management of conflicts of interest;; an outline of the action and remedies which the regulated entity may take in the event of default by a consumer;; a summary of the complaints procedure which is operated by the regulated entity and available to a consumer;; if the regulated entity is a member of a statutory compensation scheme, the name of the scheme and the nature and level of protection available from the scheme;; the date on which the terms of business came into effect and confirmation that they remain up to date. List: the name of any financial service for which it is so tied, and; the name of the regulated entity to which it is tied for the financial service concerned; (2) For the purposes of paragraph (1), a regulated entity shall not include information setting out the basis on which the regulated entity provides any activities that are not regulated activities. (3) In this Regulation, “limited analysis of the market” means providing services on the basis of a limited number of contracts and product producers available on the market, that is to say, while not tied to one product producer the services are not provided on the basis of a fair analysis of the market."
          },
          {
            "id": "section_53",
            "title": "53. Deposit agents to provide relevant credit institution’s terms of business",
            "content": "(1) A deposit agent shall provide each consumer to which it provides financial services with a copy of the relevant credit institution’s terms of business prior to providing the first financial service to that consumer. (2) For the purposes of paragraph (1), the terms of business shall set out the nature of the relationship between the credit institution and the deposit agent and the basis on which the deposit agent’s regulated activities are provided."
          },
          {
            "id": "section_54",
            "title": "54. Use of term “independent” by intermediaries subject to conditions",
            "content": "(1) An intermediary may use the term “independent” or use any other word or expression that is a derivative of, or similar to this term in its legal name, trading name or any other description of the intermediary, only where all regulated activities provided by the intermediary are provided on the basis of a fair analysis of the market. (2) An intermediary may use the term “independent” or use any other word or expression that is a derivative of, or similar to this term in any description of a regulated activity provided by the intermediary, only where that regulated activity is provided on the basis of a fair analysis of the market. (3) Paragraphs (1) and (2) are subject to the further condition that an intermediary may use the description “independent” or use any other word or expression that is a derivative of, or similar to this term as provided for by paragraph (1) or (2) only where the intermediary does not accept and retain any fee, commission, other reward or remuneration where the intermediary provides advice in respect of its regulated activities, other than - List: a minor non-monetary benefit, and; a fee paid by a consumer, or a person acting on behalf of a consumer to whom the advice is provided. (4) This Regulation does not apply to a regulated entity within the scope of Regulation 55 of these Regulations or Regulation 23(5) of the European Union (Consumer Mortgage Credit Agreements) Regulations 2016. (5) In this Regulation, “minor non-monetary benefit” means such minor non-monetary benefit that is capable of enhancing the quality of the service provided to a consumer and is of a scale and nature such that it could not be judged to impair compliance with a regulated entity’s duty to act in the best interest of the consumer."
          },
          {
            "id": "section_55",
            "title": "55. MiFID Article 3 services – use of term “independent”",
            "content": "(1) A regulated entity providing MiFID Article 3 services may use the term “independent” or use any other word or expression that is a derivative of, or similar to this term in its legal name, trading name or any other description of the regulated entity, only where all regulated activities provided by the regulated entity are provided on the basis of a fair analysis of the market. (2) A regulated entity providing MiFID Article 3 services may use the term “independent” or use any other word or expression that is a derivative of, or similar to this term in any description of a regulated activity provided by the intermediary, only where that regulated activity is provided on the basis of a fair analysis of the market. (3) Paragraphs (1) and (2) are subject to the further condition that a regulated entity providing MiFID Article 3 services may use the term “independent” or use any other word or expression that is a derivative of, or similar to this term as provided for by paragraph (1) or (2), only where – List: the factors to be taken into consideration by the regulated entity in conducting its fair analysis of the market include the criteria set out in Article 53(1)(d) of the MiFID Delegated Regulation, and; the regulated entity complies with Regulation 411."
          },
          {
            "id": "section_56",
            "title": "56. Use of term “broker” by intermediaries subject to conditions",
            "content": "An intermediary shall not use the term “broker” in the provision of financial services to consumers unless the principal regulated activities of the intermediary are provided on the basis of a fair analysis of the market."
          },
          {
            "id": "section_57",
            "title": "57. Intermediaries which do not provide financial services on the basis of a fair analysis of the market",
            "content": "Where an intermediary does not provide a financial service on the basis of a fair analysis of the market, it shall clearly disclose to the consumer the names of those product producers whose financial services it intends to consider as part of its analysis."
          },
          {
            "id": "section_58",
            "title": "58. Intermediaries to disclose tied status",
            "content": "An intermediary that is tied to a single product producer in respect of a particular financial service, shall disclose this fact to a consumer in all communications with the consumer in relation to that financial service."
          },
          {
            "id": "section_59",
            "title": "59. All key information to be provided",
            "content": "(1) Prior to offering, recommending, arranging or providing a financial service, a regulated entity shall provide to the consumer all key information about the financial service concerned to assist the consumer in understanding the financial service. (2) Without prejudice to the generality of paragraph (1), the key information shall include – List: a statement as to whether there will be a right to cancel or withdraw from the contract for the provision of the financial service concerned, or that there will be no such right, as the case may be, and; if there will be a right to cancel or withdraw from the contract for the provision of the financial service concerned- the terms that will apply to that right, including the period during which that right must be exercised, and instructions on how the consumer can exercise that right.; the terms that will apply to that right, including the period during which that right must be exercised, and; instructions on how the consumer can exercise that right. List: the terms that will apply to that right, including the period during which that right must be exercised, and; instructions on how the consumer can exercise that right. (3) For the purposes of paragraph (1), the information shall be provided on paper or on another durable medium. (4) Paragraphs (1) to (3) do not apply to the extent that the contract for the provision of the financial service concerned is a distance contract for the supply of a financial service under the Distance Marketing Regulations."
          },
          {
            "id": "section_60",
            "title": "60. Terms and conditions to be provided (G)",
            "content": "(1) A regulated entity shall provide a consumer with the terms and conditions attaching to a financial service before the consumer enters into a contract for that financial service. (2) For the purposes of paragraph (1), the terms and conditions shall be provided on paper or on another durable medium. (3) Paragraphs (1) and (2) do not apply to the extent that the contract for the provision of the product is a distance contract for the supply of a financial service under the Distance Marketing Regulations."
          },
          {
            "id": "section_61",
            "title": "61. Information on relevant ombudsman and alternative dispute resolution service to be provided",
            "content": "(1) Prior to entering into a contract with a consumer, a regulated entity shall inform the consumer of the ombudsman, where relevant, and any alternative dispute resolution service other than a relevant ombudsman, that will deal with a complaint in the event that the consumer does not accept the decision of the regulated entity’s complaints process. (2) Paragraph (1) does not apply to the extent that, prior to entering into a contract with a consumer, the regulated entity is required to inform the consumer, in compliance with any applicable law, of the relevant ombudsman or alternative dispute resolution service, including an ADR entity or out-of-court complaints and redress. (3) For the purposes of this Regulation, “ADR entity” has the meaning given to it in Directive 2013/11/EU of the European Parliament and of the Council of 21 May 2013[1]."
          },
          {
            "id": "section_62",
            "title": "62. Revised terms of business to be provided",
            "content": "(1) Where a regulated entity makes a material change to its terms of business, it shall provide each affected consumer with- List: the revised terms of business, and; a notice which sets out particulars of the changes made, together with relevant details of the position prior to such changes, in order that the consumer can compare the position before and after those changes. (2) The information required to be provided pursuant to paragraph (1) shall be provided by the regulated entity on paper or on another durable medium, at least 5 working days prior to the date on which the change takes effect in respect of the affected consumer."
          },
          {
            "id": "section_63",
            "title": "63. Recording telephone conversations",
            "content": "A regulated entity shall ensure that, where it intends to keep a record of a telephone conversation with a consumer, the regulated entity informs the consumer, at the outset of the conversation, that the telephone conversation is being recorded."
          },
          {
            "id": "section_64",
            "title": "64. Information to be drafted and presented for understanding by an average consumer",
            "content": "A regulated entity shall, at all times, ensure that all information it provides to consumers is drafted and presented in a way that an average consumer who considers the information can be expected to have a reasonable level of understanding to appreciate the decisions that they make and to which the information relates."
          },
          {
            "id": "section_65",
            "title": "65. Product producers to ensure that information enables consumer understanding",
            "content": "A product producer shall - List: ensure that the information, including documentation, which it provides when producing, manufacturing or packaging a product of a financial or investment nature - to consumers, and to intermediaries where the information, including documentation, is required to be provided to intermediaries for the purpose of those intermediaries providing it to consumers; to consumers, and; to intermediaries where the information, including documentation, is required to be provided to intermediaries for the purpose of those intermediaries providing it to consumers; ensure that the requirement referred to in paragraph (a) is incorporated into the product producer’s processes for product and service design, and; have in place a process to regularly review, test and monitor the effectiveness of the information and documentation referred to in paragraph (a) in order to comply with the requirement referred to in that paragraph. List: to consumers, and; to intermediaries where the information, including documentation, is required to be provided to intermediaries for the purpose of those intermediaries providing it to consumers is designed to readily enable consumer understanding having regard to the target market for that product,"
          }
        ]
      },
      {
        "chapter_num": 6,
        "chapter_title": "Information about charges",
        "sections": [
          {
            "id": "section_66",
            "title": "66. Written breakdown of charges to be provided",
            "content": "(1) Prior to providing a financial service to a consumer, a regulated entity shall provide the consumer with a written breakdown of all charges, including third party charges, which will be payable by the consumer in respect of the financial service concerned. (2) The breakdown of charges referred to in paragraph (1) shall be provided on paper or on another durable medium. (3) This Regulation does not apply to a regulated entity providing MiFID Article 3 services."
          },
          {
            "id": "section_67",
            "title": "67. Information to be provided where charge for provision or arrangement of loan to personal consumer",
            "content": "(1) Where a regulated entity intends to impose a charge in respect of the provision or arrangement of a loan to a personal consumer, and it is proposed that this charge is incorporated into the amount advanced to the personal consumer, the regulated entity shall provide the following information to the personal consumer on paper or on another durable medium: List: the amount of the charge;; that the personal consumer has a right to pay for this charge separately to any loan repayment;; if the personal consumer chooses to pay for this charge separately, it will not be added to the loan amount advanced;; if the personal consumer chooses not to pay for this charge separately and the charge is to be added to the loan amount advanced, the total cost of paying the element referable to the charge over the term of the loan. (2) The information referred to in paragraph (1) shall be provided to the personal consumer prior to signing any loan application form."
          },
          {
            "id": "section_68",
            "title": "68. Schedule of fees and charges to be displayed",
            "content": "A regulated entity shall prominently and clearly display a schedule of its fees and charges in each of its public offices and on its websites."
          },
          {
            "id": "section_69",
            "title": "69. Consumers to be notified regarding increases and decreases in charges",
            "content": "(1) A regulated entity shall on paper or on another durable medium - List: directly notify affected consumers of increases in charges, specifying the previous and increased charge, or the introduction of any additional charges, at least 30 calendar days prior to the increased or additional charges taking effect, and; where charges are accumulated and applied periodically to accounts, directly notify consumers at least 10 working days prior to the application of charges, providing each consumer with a breakdown of any such charges, except where these charges total an amount of €10 or less. (2) A regulated entity shall notify consumers of any decrease in charges as soon as practicable."
          },
          {
            "id": "section_70",
            "title": "70. Notification of methods to mitigate or avoid likelihood of penalty charges",
            "content": "A regulated entity shall notify consumers that have been charged with penalty charges, including surcharge interest, on paper or on another durable medium, of the methods by which the likelihood of these penalties applying may be mitigated or avoided."
          }
        ]
      },
      {
        "chapter_num": 7,
        "chapter_title": "Information about regulatory status",
        "sections": [
          {
            "id": "section_71",
            "title": "71. Regulatory disclosure statement to be used (G)",
            "content": "(1) A regulated entity shall include a regulatory disclosure statement as to its regulatory status for consumers - List: on the business stationery that it uses in connection with its regulated activities,; on any webpage on its website that relates to its regulated activities, and; in its electronic communications with consumers, where such communications are in connection with its regulated activities, excluding SMS messages the content of which does not discuss details of financial services within the scope of its regulated activities. (2) A regulated entity shall not use a regulatory disclosure statement as to its regulatory status unless provided for by paragraph (1). (3) For the purposes of paragraph (1), the content of the business stationery, webpage or electronic communication, on or in which the regulatory disclosure statement is required to be included, shall relate solely to regulated activities. (4) The regulatory disclosure statement shall comply with either of the following formats, depending on the Member State where the regulated entity has been authorised, registered or licensed, and shall state no other additional text: List: “[Full legal name of the regulated entity], [trading as - insert all trading names used by that regulated entity relevant to the financial service concerned] is regulated by the Central Bank of Ireland”;; “[Full legal name of the regulated entity], [trading as - insert trading names used by that regulated entity relevant to the financial service concerned], is [authorised/licensed or registered] by [insert name of the competent authority from which it received its authorisation or licence, or with which it is registered] in [insert name of the Member State where that competent authority resides] and is regulated by the Central Bank of Ireland for consumer protection rules.”. (5) A regulated entity shall not present its regulatory disclosure statement in such a way as to appear to be an endorsement by the Bank, or other relevant European Union competent authority, of the regulated entity or any of its financial services. (6) A regulated entity shall include a regulatory disclosure statement in its advertisements which refer, or relate, to a regulated activity which can be provided, or is available, to a consumer. (7) A regulated entity that is a crowdfunding service provider shall include a regulatory disclosure statement in all advertisements which refer, or relate, to a regulated activity which can be provided, or is available, to a consumer, which complies with either of the following formats depending on the Member State where it has been authorised: List: “[Full legal name of the crowdfunding service provider], [trading as - insert all trading names used by the crowdfunding service provider] is regulated by the Central Bank of Ireland”;; “[Full legal name of the crowdfunding service provider], [trading as - insert all trading names used by that crowdfunding service provider], is regulated by [insert name of the competent authority from which it received its authorisation] in [insert name of the Member State where that competent authority resides] under the Crowdfunding Regulation, and is subject to regulation by the Central Bank Ireland in respect of [consumer protection rules] relating to advertising”."
          }
        ]
      },
      {
        "chapter_num": 8,
        "chapter_title": "Unregulated activities (G)",
        "sections": [
          {
            "id": "section_72",
            "title": "72. Website information on regulated activities to be kept separate (G)",
            "content": "(1) A regulated entity shall provide information on its website in relation to regulated activities on a separate webpage from any webpage on its website providing information on unregulated activities. (2) In this Regulation, “unregulated activities” means the provision of services of a financial nature, which are not otherwise regulated activities, to consumers in the State."
          },
          {
            "id": "section_73",
            "title": "73. Certain outcomes to be ensured (G)",
            "content": "(1) A regulated entity shall establish, maintain, implement and adhere to systems and controls, processes, policies and procedures to achieve the following outcomes: List: information that is given to consumers, that refers to both regulated activities and unregulated activities of the regulated entity, clearly identifies which of the regulated entity’s activities are regulated activities and which are unregulated activities;; where the regulated entity engages in unregulated activities, regulatory protections that apply in respect of the regulated entity’s regulated activities that are not applicable to the regulated entity’s unregulated activities are brought to the attention of the consumer;; any written communication to a consumer where the regulated entity is disclosing information in relation to unregulated activities shall include the following statement: “Warning: The provision of this service does not require licensing, registration or authorisation by the Central Bank of Ireland, and as a result is not covered by Central Bank of Ireland rules designed to protect consumers or by a statutory compensation scheme.” (2) In this Regulation, “unregulated activities” means the provision of services of a financial nature, which are not otherwise regulated activities, to consumers in the State."
          }
        ]
      },
      {
        "chapter_num": 9,
        "chapter_title": "Advertising",
        "sections": [
          {
            "id": "section_74",
            "title": "74. Scope and application (Chapter 9) (G)",
            "content": "This Part applies to advertisements which refer, or relate, to a regulated activity which can be provided, or is available, to a consumer."
          },
          {
            "id": "section_75",
            "title": "75. Information to be reviewed and updated",
            "content": "(1) A regulated entity shall regularly review the information given in its advertisements for compliance with these Regulations and shall, where necessary, update such information. (2) For the purposes of paragraph (1), a regulated entity shall keep a record of the steps undertaken to carry out the review and any necessary update."
          },
          {
            "id": "section_76",
            "title": "76. Hyperlinks linking to information permitted under certain conditions (G)",
            "content": "(1) A regulated entity may include a hyperlink, within an advertisement, linking to information that forms part of the advertisement, where the information given in the advertisement that is not linked in this manner only specifies either or both of the following: List: the name of the financial service;; an invitation to consumers to discuss the financial service in more detail with the regulated entity. (2) The hyperlink referred to in paragraph (1) shall - List: be displayed prominently within the advertisement,; link to all of the information that the regulated entity is required by these Regulations to provide as part of the advertisement, and; link directly to the information on a single webpage of the regulated entity’s website."
          },
          {
            "id": "section_77",
            "title": "77. Information provided to meet certain standards (G)",
            "content": "(1) A regulated entity shall ensure that - List: the design, presentation and content of the information in its advertisements is clear, fair, accurate and not misleading,; the information in its advertisements does not seek to influence a consumer’s attitude to the advertised financial service or the regulated entity by ambiguity, exaggeration or omission, and; any research, statistics or claims quoted in its advertisements are substantiated and refer in the advertisement to the source of the research or statistics, or grounds for the claim, including the date of the research or statistics and any assumptions that the regulated entity has made based on the research, statistics or claims. (2) Without limiting the generality of paragraph (1), a regulated entity shall ensure that information in its advertisements is not misleading in relation to the following: List: the regulated entity’s independence or the independence of the information it provides;; the regulated entity’s ability to provide the advertised financial service;; the scale of the regulated entity’s activities;; the extent of the resources of the regulated entity;; the nature of the regulated entity’s or any other person’s involvement in the advertised financial service;; the scarcity of the advertised financial service;; past performance or possible future performance of the advertised financial service;; describing a financial service as free where the financial service is not in its entirety available free of charge to a consumer with no obligation to purchase a financial service after availing of the initial offering;; the extent to which the regulated entity has a reputation of supporting sustainability factors;; the features of a financial service in terms of sustainability factors or the impact of acquiring its financial services on sustainability factors. (3) In this Regulation, “sustainability factors” means environmental, social and employee matters, respect for human rights, anti‐corruption and anti‐bribery matters."
          },
          {
            "id": "section_78",
            "title": "78. Company name and trading name to be specified",
            "content": "A regulated entity shall ensure when publishing an advertisement that its name, including any company name and trading name, is clearly specified in all advertisements."
          },
          {
            "id": "section_79",
            "title": "79. Advertisement to identify that it is an advertisement (G)",
            "content": "(1) A regulated entity shall ensure, when publishing an advertisement, that the advertisement identifies that it is an advertisement. (2) Publication of the advertisement in a commercial break on television or on radio shall be taken to satisfy the requirements of paragraph (1) in respect of that advertisement."
          },
          {
            "id": "section_80",
            "title": "80. Requirements relating to key information, advertising benefits, and use of small print and footnotes (G)",
            "content": "A regulated entity shall ensure each of the following in respect of information provided by way of advertisement: List: key information, in relation to an advertised financial service, is clearly identified in the advertisement and is not obscured or disguised in any way by the content, design or format of the advertisement;; where more than one advertised financial service is specified in the advertisement, the key information referred to in paragraph (a) is distinguished between each such advertised financial service;; if the benefits of an advertised financial service are specified in the advertisement, the risks attached to the advertised financial service are also specified and, where those risks are specified in writing, in a font size that is at least equal to the predominant font size used throughout the advertisement;; information in the advertisement is specified without small print or footnotes unless the small print or footnotes are only used to supplement or elaborate on the key information in the advertisement and are of sufficient size and prominence to be clearly legible."
          },
          {
            "id": "section_81",
            "title": "81. Information on qualifying criteria relating to fixed prices or greatest amount of savings to be clear (G)",
            "content": "A regulated entity shall ensure that information provided by way of advertisement on any qualifying criteria in relation to obtaining a fixed price for the advertised financial service, or benefiting from the potential greatest amount of savings relating to the advertised financial service, is clearly identified in the advertisement and that the information is not specified in small print or footnotes within the advertisement."
          },
          {
            "id": "section_82",
            "title": "82. Requirements for warning statements",
            "content": "(1) A regulated entity shall ensure that warning statements required by these Regulations to be included in advertisements - List: are reviewed to ensure that they meet the criteria specified in Regulation 45, and; subject to paragraph (2), appear simultaneously in the advertisement with any reference to the benefits of the advertised financial service. (2) Where an advertisement is an audio advertisement, warning statements required by these Regulations to be included in advertisements may be provided at the end of the audio advertisement concerned."
          },
          {
            "id": "section_83",
            "title": "83. Option not to display warning statements in limited circumstances",
            "content": "A regulated entity may opt not to display the warning statements required by these Regulations to be included in advertisements where the advertisement satisfies the following conditions: List: the advertisement only specifies either or both of the following: the name of the financial service;an invitation to consumers to discuss the financial service in more detail with the regulated entity;; the name of the financial service;; an invitation to consumers to discuss the financial service in more detail with the regulated entity;; the advertisement does not link to other information that forms part of the advertisement through a hyperlink referred to in Regulation 76;; the advertisement does not refer to any terms or conditions of the financial service as part of the name of the financial service concerned, or elsewhere, in the advertisement. List: the name of the financial service;; an invitation to consumers to discuss the financial service in more detail with the regulated entity;"
          },
          {
            "id": "section_84",
            "title": "84. Promotional or introductory interest rates – required information",
            "content": "A regulated entity shall ensure that where its advertisement specifies promotional or introductory interest rates, the advertisement clearly states the expiry date of that interest rate and provides an indication of the rate that will apply thereafter."
          },
          {
            "id": "section_85",
            "title": "85. Recommendations or commendations to meet certain requirements",
            "content": "A regulated entity shall ensure that any recommendations or commendations quoted within its advertisement are - List: genuine, complete, fair, accurate and not misleading at the time of issue, and relevant to the advertised financial service,; attributed to the person that is the author of the recommendation or commendation, and dated as of the date of the recommendation or commendation concerned,; only used where the consent of the author has been obtained, and; state, if such is the case, that the author is an employee of the regulated entity or a connected party of the regulated entity, or has received any payment from the regulated entity or a connected party of the regulated entity in respect of an advertisement."
          },
          {
            "id": "section_86",
            "title": "86. Intermediaries to specify where tied to single provider",
            "content": "Where an intermediary is tied to a single provider for a particular financial service, the intermediary shall specify this fact in all its advertisements in respect of the intermediary’s advertised financial service."
          },
          {
            "id": "section_87",
            "title": "87. Comparisons and contrasts to meet certain standards",
            "content": "(1) A regulated entity shall ensure that comparisons or contrasts in the information given in its advertisements are based either on facts verified by the regulated entity, or on reasonable assumptions stated within the advertisement concerned. (2) The comparisons or contrasts referred to in paragraph (1) shall be specified in a clear, fair and balanced way and not omit any key information from the comparison or contrast. (3) Differences in key information between products shall be specified clearly for the purposes of a comparison or contrast referred to in paragraph (1)."
          },
          {
            "id": "section_88",
            "title": "88. Initialisms and acronyms to be explained",
            "content": "A regulated entity shall ensure that where its advertisement contains any initialisms or acronyms, the advertisement also states the meaning of each letter in the initialism or acronym concerned."
          },
          {
            "id": "section_89",
            "title": "89. Warning statement on investment in crowdfunding projects",
            "content": "(1) A crowdfunding service provider shall ensure that advertisements to prospective investors carry the following risk warning: “Warning: Investment in crowdfunding projects entails risks, including the risk of partial or entire loss of the money invested. Your investment is not covered by a deposit guarantee scheme or by an investor compensation scheme.” (2) For the purposes of paragraph (1), “investor” has the meaning given to it in Article 2 of the Crowdfunding Regulation."
          }
        ]
      },
      {
        "chapter_num": 10,
        "chapter_title": "Bundling and contingent selling",
        "sections": [
          {
            "id": "section_90",
            "title": "90. No sale of financial service to be made contingent on purchase of another financial service",
            "content": "(1) A regulated entity shall not make the sale of a financial service contingent on a consumer purchasing another financial service from the regulated entity or a connected party of the regulated entity. (2) Paragraph (1) does not prevent a regulated entity from offering additional financial services to consumers who are existing customers which are not available to consumers that are potential customers. (3) This Regulation does not apply in respect of payment accounts with basic features provided by relevant credit institutions coming within the scope of the European Union (Payment Accounts) Regulations 2016 (S.I. No. 482 of 2016)."
          },
          {
            "id": "section_91",
            "title": "91. No bundling except where cost saving",
            "content": "A regulated entity shall not engage in bundling except where it can show that there is an overall cost saving for a consumer."
          },
          {
            "id": "section_92",
            "title": "92. Required information on bundled product",
            "content": "A regulated entity shall provide a consumer with the following information on paper or on another durable medium prior to offering, recommending, arranging or providing a product by way of bundling to the consumer: List: the overall cost to the consumer of the bundle;; the cost to the consumer of purchasing each product separately;; information on how the consumer may switch products within the bundle;; the cost to the consumer of switching products within the bundle;; information on how the consumer may terminate the provision of products to the consumer by way of the bundle;; the cost to the consumer of terminating the provision of products to the consumer by way of the bundle."
          },
          {
            "id": "section_93",
            "title": "93. Steps where request to switch products in a bundle or exit bundle",
            "content": "Where a consumer requests a regulated entity to switch one or more products in a bundle or to terminate the provision of products to the consumer by way of a bundle, the regulated entity shall - List: provide the consumer with the information referred to in Regulation 92(c) and (d), or Regulation 92(e) and (f) as appropriate, on paper or on another durable medium, and; if the consumer has requested to terminate the provision of products to the consumer by way of a bundle, permit the consumer to retain any product in the bundle that the consumer wishes to keep, without penalty or additional charge other than the loss of any discount."
          },
          {
            "id": "section_94",
            "title": "94. Steps where optional extras offered",
            "content": "Where a regulated entity offers a financial service to a consumer with anything else that may be purchased at the option of the consumer (referred to in this Regulation as an “optional extra”), the regulated entity shall - List: inform the consumer on paper or on another durable medium - that the consumer does not have to purchase the optional extra in order to purchase the financial service,of the cost of the financial service excluding the cost of the optional extra, andof the cost of the optional extra, and; that the consumer does not have to purchase the optional extra in order to purchase the financial service,; of the cost of the financial service excluding the cost of the optional extra, and; of the cost of the optional extra, and; not charge the consumer a fee for any optional extra that the regulated entity offers with a financial service unless the consumer has provided consent to purchase the optional extra. List: that the consumer does not have to purchase the optional extra in order to purchase the financial service,; of the cost of the financial service excluding the cost of the optional extra, and; of the cost of the optional extra, and"
          },
          {
            "id": "section_95",
            "title": "95. Steps regarding information on bundling where communicating by telephone only",
            "content": "For the purposes of the requirement to provide information pursuant to Regulation 92 to 94, if the regulated entity is communicating with the consumer by way of telephone only, the regulated entity shall - List: provide the required information orally at the time of offering, recommending, arranging or providing the product, and; provide the required information to the consumer on paper or on another durable medium immediately after arranging or providing the product."
          }
        ]
      },
      {
        "chapter_num": 11,
        "chapter_title": "Errors resolution",
        "sections": [
          {
            "id": "section_96",
            "title": "96. Robust governance arrangements required for errors handling (G)",
            "content": "(1) A regulated entity shall have in place robust governance arrangements, including written procedures, for the appropriate and effective handling of errors that affect consumers. (2) The arrangements referred to in paragraph (1) shall include the following: List: at a minimum, provision for - identification of the cause and potential impact of the error on consumers, identification of all potentially affected consumers, the timely detection, classification and urgent escalation to the board of directors, or the entity or persons controlling the regulated entity, of errors of such scale and significance as would reasonably be termed significant errors that affect consumers, and of a nature that such management ought to be made aware of, andproper control of the correction process;; identification of the cause and potential impact of the error on consumers,; identification of all potentially affected consumers,; the timely detection, classification and urgent escalation to the board of directors, or the entity or persons controlling the regulated entity, of errors of such scale and significance as would reasonably be termed significant errors that affect consumers, and of a nature that such management ought to be made aware of, and; proper control of the correction process;; arrangements for the proper oversight of the handling of errors;; analysis at the appropriate level of the rate of occurrence and patterns of errors, to include the causes of same, on a regular basis and, in that regard, at least once every 6 months;; arrangements within the regulated entity for reporting to the compliance or risk function of the regulated entity, or any other relevant function of the regulated entity as required, as well as to the board of directors, or the entity or persons controlling the regulated entity, of aggregated information on the number of errors handled and the number of such errors that have been resolved, and on the analysis referred to in subparagraph (c). List: identification of the cause and potential impact of the error on consumers,; identification of all potentially affected consumers,; the timely detection, classification and urgent escalation to the board of directors, or the entity or persons controlling the regulated entity, of errors of such scale and significance as would reasonably be termed significant errors that affect consumers, and of a nature that such management ought to be made aware of, and; proper control of the correction process;"
          },
          {
            "id": "section_97",
            "title": "97. Errors to be resolved",
            "content": "(1) A regulated entity shall resolve all errors speedily and no later than 6 months after the date the error was first discovered, including by way of the following: List: correcting any internal systems failures including information technology systems failures;; ensuring effective controls are implemented to prevent any recurrence of the identified error;; effecting a refund with appropriate interest to all consumers who have been affected by the error, in accordance with Regulation 98, and taking any other appropriate remediation steps;; notifying all affected consumers, both current and former, in a timely manner, of any error that has impacted or may impact negatively on the cost of the service, or the value of the product provided, where possible. (2) Paragraph (1)(c) applies to regulated entities providing payment services without prejudice to the rights and obligations arising pursuant to Part 4 (Rights and obligations in relation to the provision and use of payment services) of the European Union (Payment Services) Regulations 2018."
          },
          {
            "id": "section_98",
            "title": "98. Refunds to be made",
            "content": "(1) A regulated entity shall take all reasonable steps to make a prompt refund due to a consumer as a result of an error made by the regulated entity causing a consumer to make an overpayment or to suffer a financial loss, and shall keep a record of the steps that it has taken to make the refund concerned. (2) Where the regulated entity has taken all reasonable steps for the purposes of paragraph (1), but has been unable to make the refund, the regulated entity – List: shall not benefit from the refund amount, and; shall make the refund with appropriate interest when claimed by a consumer to whom the refund is due. (3) Paragraphs (1) and (2) apply to regulated entities providing payment services without prejudice to the rights and obligations arising pursuant to Part 4 (Rights and obligations in relation to the provision and use of payment services) of the European Union (Payment Services) Regulations 2018."
          },
          {
            "id": "section_99",
            "title": "99. Log of errors to be maintained",
            "content": "(1) A regulated entity shall maintain an up-to-date log of all errors identified which affect regulated activities provided to consumers. (2) The log referred to in paragraph (1) shall contain the following: List: details of each error;; the date each error was discovered;; an explanation of how the error was discovered;; the period of time over which the error occurred;; the number of consumers affected;; the overall monetary amounts involved in the error;; the status of the error in terms of whether the error is fully resolved, partially resolved, or unresolved;; the date the error was fully resolved;; the number of consumers refunded in response to the error;; the total amount refunded in response to the error;; details of any charitable donations of the refund amount;; details of any other remediation steps taken."
          },
          {
            "id": "section_100",
            "title": "100. Record of steps taken to resolve errors to be maintained",
            "content": "A regulated entity shall keep a record of all steps taken to resolve an error which affects consumers, and shall include details of the steps taken where - List: any affected consumers were dissatisfied with the outcome,; there were difficulties contacting affected consumers, and; a refund could not be repaid."
          }
        ]
      },
      {
        "chapter_num": 12,
        "chapter_title": "Complaints resolution",
        "sections": [
          {
            "id": "section_101",
            "title": "101. Reasonable steps to be taken to resolve complaints",
            "content": "A regulated entity shall take all reasonable steps to resolve any complaint with the consumer making the complaint."
          },
          {
            "id": "section_102",
            "title": "102. Complaints made orally - consumers to be offered complaints process",
            "content": "When a regulated entity receives an oral complaint, it shall offer the consumer the opportunity to have that complaint handled in accordance with the regulated entity’s complaints process."
          },
          {
            "id": "section_103",
            "title": "103. Form of complaints that shall be facilitated",
            "content": "A regulated entity shall permit and facilitate submission of complaints in writing by post and by electronic means."
          },
          {
            "id": "section_104",
            "title": "104. Systems to track and manage complaints progress to be in place",
            "content": "A regulated entity shall implement and maintain systems and controls to effectively track and manage the progress and resolution of complaints."
          },
          {
            "id": "section_105",
            "title": "105. Procedures for managing and resolving complaints",
            "content": "(1) A regulated entity shall implement a procedure for managing and resolving complaints. (2) A regulated entity shall make the complaints procedure referred to in paragraph (1) available in a prominent place on all of its websites and shall provide a hard copy of the procedure to a consumer, on request, within 5 working days of the request. (3) The procedure referred to in paragraph (1) need not apply where a complaint has been resolved, to the satisfaction of the consumer making the complaint, within 5 working days of receipt of the complaint, provided however that a log of the complaint shall be kept and maintained as required by Regulation 106. (4) At a minimum, the procedure referred to in paragraph (1) shall provide for the following: List: subject to subparagraph (b), the regulated entity shall acknowledge each complaint on paper or on another durable medium within 5 working days of the complaint being received, and such acknowledgement shall include - clear and complete details of the regulated entity’s procedure for handling complaints, where a consumer can refer the matter to a relevant ombudsman, information that where the circumstances described in subparagraphs (f) and (g) arise, a consumer can refer the matter to the relevant ombudsman, and the contact details of the relevant ombudsman;; clear and complete details of the regulated entity’s procedure for handling complaints,; where a consumer can refer the matter to a relevant ombudsman, information that where the circumstances described in subparagraphs (f) and (g) arise, a consumer can refer the matter to the relevant ombudsman, and; the contact details of the relevant ombudsman;; in respect of a complaint submitted online by entering the complaint on a website used by the regulated entity to facilitate the submission of complaints, the regulated entity shall provide an immediate or automatic acknowledgement, on a durable medium, that confirms receipt of the complaint and includes the information referred to in subparagraph (a)(i) to (iii);; the regulated entity shall provide the consumer making the complaint, or the person making the complaint on the consumer’s behalf, with a point or points of contact in relation to the complaint until the complaint is resolved or all steps of the regulated entity’s complaints handling procedures have been exhausted;; the regulated entity shall provide the consumer making the complaint with a regular update, on paper or on another durable medium, on the progress of the investigation of the complaint at intervals no greater than 20 working days, starting from the date on which the complaint was received;; the regulated entity shall investigate and make reasonable efforts to resolve a complaint within 40 working days of having received the complaint;; where the 40 working day period referred to in subparagraph (e) has elapsed and the complaint is not resolved, the regulated entity shall – notify the consumer making the complaint of the anticipated timeframe within which the regulated entity hopes to resolve the complaint, where the consumer has a right to refer the matter to a relevant ombudsman, inform the consumer of their right to refer the matter to the relevant ombudsman, and provide the consumer with the contact details of such ombudsman;; notify the consumer making the complaint of the anticipated timeframe within which the regulated entity hopes to resolve the complaint,; where the consumer has a right to refer the matter to a relevant ombudsman, inform the consumer of their right to refer the matter to the relevant ombudsman, and; provide the consumer with the contact details of such ombudsman;; within 5 working days of the completion of the investigation, the regulated entity shall advise the consumer making the complaint on paper or on another durable medium of - the decision at the conclusion of the investigation, including the reasons for that decision,where applicable, the terms of any offer or settlement being made to the consumer making the complaint,where the consumer has a right to refer the matter to a relevant ombudsman, the fact that the consumer may refer the matter to the relevant ombudsman, and the contact details of such ombudsman.; the decision at the conclusion of the investigation, including the reasons for that decision,; where applicable, the terms of any offer or settlement being made to the consumer making the complaint,; where the consumer has a right to refer the matter to a relevant ombudsman, the fact that the consumer may refer the matter to the relevant ombudsman, and; the contact details of such ombudsman. List: clear and complete details of the regulated entity’s procedure for handling complaints,; where a consumer can refer the matter to a relevant ombudsman, information that where the circumstances described in subparagraphs (f) and (g) arise, a consumer can refer the matter to the relevant ombudsman, and; the contact details of the relevant ombudsman; List: notify the consumer making the complaint of the anticipated timeframe within which the regulated entity hopes to resolve the complaint,; where the consumer has a right to refer the matter to a relevant ombudsman, inform the consumer of their right to refer the matter to the relevant ombudsman, and; provide the consumer with the contact details of such ombudsman; List: the decision at the conclusion of the investigation, including the reasons for that decision,; where applicable, the terms of any offer or settlement being made to the consumer making the complaint,; where the consumer has a right to refer the matter to a relevant ombudsman, the fact that the consumer may refer the matter to the relevant ombudsman, and; the contact details of such ombudsman. (5) Where a regulated entity is providing payment services – List: paragraph (4)(d), paragraph (4)(e) and paragraph (4)(f) do not apply to that regulated entity, and; paragraph (4)(a)(ii) does not include information on the circumstances described in paragraph (4)(f)."
          },
          {
            "id": "section_106",
            "title": "106. Log of complaints to be maintained",
            "content": "(1) A regulated entity shall keep and maintain an up-to-date log of all complaints from consumers. (2) The log referred to in paragraph (1) shall contain the following: List: details of each complaint, to include the core reason for the complaint in order to facilitate analysis of the complaint by category;; the date that each complaint was received;; a summary of the regulated entity’s response including the date of such response to the consumer who made the complaint;; details of any other relevant correspondence or records;; the steps taken to resolve each complaint;; the date the complaint was fully resolved;; where relevant, the current status of a complaint which has been referred to the relevant ombudsman and the current status of an appeal of a decision from the relevant ombudsman."
          },
          {
            "id": "section_107",
            "title": "107. Governance arrangements for complaints handling",
            "content": "(1) A regulated entity shall implement robust governance arrangements for the appropriate handling of complaints from consumers. (2) The arrangements referred to in paragraph (1) shall include - List: processes for the proper oversight of complaints handling,; analysis on a regular basis and, in that regard, at least once every 6 months, of the rate of occurrence and patterns of complaints, which shall include complaints resolved within 5 working days, and; arrangements within the regulated entity for reporting to the compliance or risk function of the regulated entity, or any other relevant function of the regulated entity as required, as well as to the board of directors, or the entity or persons controlling the regulated entity, of aggregated information on the number of complaints handled and resolved, and on the analysis referred to in subparagraph (b)."
          }
        ]
      },
      {
        "chapter_num": 13,
        "chapter_title": "Unsolicited personal visits and telephone calls",
        "sections": [
          {
            "id": "section_108",
            "title": "108. Subject to exceptions, no unsolicited personal visits to consumers who are natural persons",
            "content": "(1) A regulated entity shall not make an unsolicited personal visit to a consumer who is a natural person. (2) A regulated entity may make a personal visit to a consumer who is a natural person if that consumer has provided his or her written consent to being contacted by the regulated entity by this means. (3) For the purposes of paragraph (2), a regulated entity shall obtain consent in advance of each personal visit. (4) For the purposes of this Regulation, “consent” means consent with respect to the following: List: the purposes for which a personal visit is to be made, including in the case of sales and marketing, the types of product to be discussed during the personal visit;; the time, date and location for the personal visit;; any fee that the regulated entity proposes to charge for the personal visit. (5) This Regulation does not apply to a personal visit with regard to a hire-purchase agreement or a consumer-hire agreement."
          },
          {
            "id": "section_109",
            "title": "109. Initiating telephone calls with consumers that are existing customers",
            "content": "(1) A regulated entity may initiate oral communication by means of a telephone call with a consumer who is an existing customer, only if one or more of the following conditions is met: List: the regulated entity has provided that consumer with a financial service similar to the one that is the purpose of the contact within the previous 12 months;; the consumer holds a product which requires the regulated entity to maintain contact with the consumer in relation to that product, and the contact relates to that product;; the purpose of the contact is to offer a protection policy only;; the consumer has given his or her written consent to being contacted in this manner by the regulated entity. (2) Paragraph (1) is subject to the further condition that the making of the telephone call is not prohibited under any other applicable law."
          },
          {
            "id": "section_110",
            "title": "110. Initiating telephone calls with consumers that are potential or former customers",
            "content": "(1) A regulated entity may initiate oral communication by means of a telephone call with a consumer who is a potential customer or former customer (referred to in this Regulation as the “contacted person”), if any one of the following conditions is met: List: the contacted person has provided his or her written consent for the regulated entity to contact him or her for a specific purpose within the previous 12 months, and the contact relates to that purpose;; the contacted person has made their contact details public in the State by inclusion in, or on, any one of the following and contact is made via those contact details: the business listing section of a current telephone directory or classified telephone directory;trade or professional directories;a website, software app, or other digital technology operated by a business, where contact is made with the consent of the contacted person;; the business listing section of a current telephone directory or classified telephone directory;; trade or professional directories;; a website, software app, or other digital technology operated by a business, where contact is made with the consent of the contacted person;; the contacted person is a director of a company, or a partner in a firm with an entry in one of the directories or other means referred to in subparagraph (b), and contact is made via the business contact details of the company or firm in question and is in connection with their role as director of the company or partner in the firm;; the regulated entity has received a referral in respect of the contacted person from another regulated entity, another entity within the same group, a solicitor or a certified person and the following further conditions have been met: the contacted person has provided written consent for contact in this manner to the relevant person providing the referral; the regulated entity notifies the contacted person that it has received a referral of a kind referred to in this paragraph and seeks, and receives, the written consent of the contacted person to proceed to make contact;; the contacted person has provided written consent for contact in this manner to the relevant person providing the referral;; the regulated entity notifies the contacted person that it has received a referral of a kind referred to in this paragraph and seeks, and receives, the written consent of the contacted person to proceed to make contact;; the purpose of the contact is to offer a protection policy only. List: the business listing section of a current telephone directory or classified telephone directory;; trade or professional directories;; a website, software app, or other digital technology operated by a business, where contact is made with the consent of the contacted person; List: the contacted person has provided written consent for contact in this manner to the relevant person providing the referral;; the regulated entity notifies the contacted person that it has received a referral of a kind referred to in this paragraph and seeks, and receives, the written consent of the contacted person to proceed to make contact; (2) Paragraph (1) is subject to the further condition that the making of the telephone call is not prohibited under any other applicable law."
          },
          {
            "id": "section_111",
            "title": "111. Initiating telephone calls to be proportionate, reasonable and not excessive",
            "content": "Where contact is made with a consumer in accordance with Regulations 109 and 110, a regulated entity shall ensure that the extent of communications is proportionate, reasonable and not excessive taking into account the circumstances of the consumer."
          },
          {
            "id": "section_112",
            "title": "112. Permitted contact by telephone or visit to be made only during certain times",
            "content": "Permitted contact with a consumer, by telephone or by visit, made in accordance with these Regulations, may be made only between 9.00 a.m. and 9.00 p.m. Monday to Saturday, excluding public holidays, unless otherwise agreed in writing with the consumer."
          },
          {
            "id": "section_113",
            "title": "113. Information to be provided / established",
            "content": "When making a personal visit or initiating oral communication by means of telephone call, in accordance with these Regulations, a regulated entity shall ensure that its representative immediately upon initiating contact and in the following order - List: provides the consumer with his or her name and the name of the regulated entity on whose behalf the consumer is being contacted and the legitimate purpose of the contact,; informs the consumer that the telephone contact is being recorded, if this is the case,; where relevant, discloses to the consumer, the source of the referral supporting the telephone contact, and; establishes if the consumer wishes the personal visit or telephone call to proceed and, if not, end the contact immediately."
          },
          {
            "id": "section_114",
            "title": "114. Sales and marketing - Instructions to be complied with for no further visits or telephone calls",
            "content": "A regulated entity shall comply with an instruction from a consumer not to make a further personal visit to him or her, and not to initiate further oral communication by means of telephone call with him or her, for sales and marketing purposes."
          }
        ]
      },
      {
        "chapter_num": 14,
        "chapter_title": "Records and compliance",
        "sections": [
          {
            "id": "section_115",
            "title": "115. Required records",
            "content": "(1) A regulated entity shall prepare and maintain up-to-date records that include at least the following: List: records evidencing compliance with the applicable requirements, including the conditions of such requirements, of these Regulations;; a copy of all documents and other information required for each consumer’s identification and profile, including any such documents and other information relevant to an assessment of the suitability of a financial service for a consumer;; a consumer’s contact details;; all information and documents prepared in compliance with these Regulations;; information on the financial service provided to a consumer;; a copy of all correspondence between the regulated entity and a consumer, including with a representative of the consumer, and a copy of any other information provided to the consumer by the regulated entity in relation to a financial service;; all instructions received by the regulated entity from a consumer or from a person acting on behalf of a consumer, including the date of receipt of the instruction, and, where relevant, the date of transmission by the regulated entity of the instruction to another person or the date of any action undertaken by the regulated entity in accordance with the instruction;; where a regulated entity accepts an instruction from a consumer that is subject to any condition imposed by the consumer, a record of the condition to which the instruction is subject;; where a regulated entity is authorised to make a decision on behalf of a consumer with respect to a product and the decision is at the discretion of the regulated entity, a record of the decision and the underlying reasons for such decision.; all documents or applications provided to the regulated entity that are completed or signed by a consumer;; copies of all original documents provided to the regulated entity that are submitted by a consumer in support of an application for the provision of a financial service to the consumer;; a record evidencing consents that are required from a consumer by these Regulations, in the required form, if any;; comprehensive records in respect of each complaint received from a consumer;; all other relevant information and documentation concerning the consumer. (2) For the purposes of paragraph (1)(l) – List: where the required form is written consent, this means consent recorded in writing by the consumer, and; where there is no required form of consent, this means consent recorded in writing by the consumer or an audio recording of the consumer’s consent."
          },
          {
            "id": "section_116",
            "title": "116. Customers who are consumers to be identified in records",
            "content": "A regulated entity shall identify in its records those customers that are consumers."
          },
          {
            "id": "section_117",
            "title": "117. Period of retention of records",
            "content": "(1) Subject to paragraphs (2), (3) and (4), a regulated entity shall – List: retain any records which detail consumer transactions in respect of its regulated activities for 6 years after the date on which the particular transaction is discontinued or completed, and; retain any records in respect of its regulated activities provided to consumers, other than those referred to in subparagraph (a), for 6 years from the date on which the regulated entity ceased to provide any financial service to the consumer concerned. (2) Where a consumer has requested the provision of, or has been offered, a financial service, but has not been provided with the financial service concerned, a regulated entity shall, subject to the consent of the consumer, retain any record in respect of that request or offer for 12 months. (3) In the circumstances of paragraph (2), where a consumer does not consent to, or withdraws their consent to, a record being retained by the regulated entity, the regulated entity is not required by these Regulations to retain the record. (4) Paragraphs (2) and (3) do not apply to records prepared before the commencement of these Regulations."
          },
          {
            "id": "section_118",
            "title": "118. Records to meet certain standards",
            "content": "(1) A regulated entity shall maintain complete, orderly, accurate, and readily accessible records. (2) Where the Bank requires a regulated entity to keep a record in respect of the regulated entity’s compliance with these Regulations and provide such record to the Bank, the regulated entity is required to provide a record which is complete, orderly and accurate. (3) For the purposes of paragraph (2), the regulated entity shall provide the record in any period of time and in any format that may be specified by the Bank."
          }
        ]
      },
      {
        "chapter_num": 15,
        "chapter_title": "Miscellaneous business requirements",
        "sections": [
          {
            "id": "section_119",
            "title": "119. Outsourcing activity",
            "content": "(1) A regulated entity shall ensure that any outsourced activity complies with the requirements of these Regulations. (2) In this Regulation, “outsourced activity” is an activity where a regulated entity employs another person, other than a natural person who is an employee of the regulated entity under a contract of service, to carry out the activity on its behalf."
          },
          {
            "id": "section_120",
            "title": "120. Policies and procedures to be in writing and accessible to employees",
            "content": "Where a regulated entity is required to maintain a policy or procedure pursuant to these Regulations, the policy or procedure shall be in writing and readily accessible to any employee of the regulated entity requiring access to it for the effective performance of his or her duties on behalf of the regulated entity."
          },
          {
            "id": "section_121",
            "title": "121. Instructions",
            "content": "A regulated entity shall process all instructions from or on behalf of a consumer properly and promptly."
          },
          {
            "id": "section_122",
            "title": "122. Receipt to be provided",
            "content": "(1) Subject to paragraph (3), a regulated entity that is in receipt of a payment directly from a consumer, or directly from a person making a payment on behalf of a consumer, for a financial service, shall provide the consumer with a receipt, on paper or on another durable medium. (2) The receipt referred to in paragraph (1) shall include the following information: List: the name and address of the regulated entity;; the name of the consumer who provided the payment, or on whose behalf the payment is provided;; the value of the payment received and the date on which it was received;; the purpose of the payment. (3) A regulated entity is not required to provide a receipt for regular payments made by a consumer in compliance with an agreed payment schedule set out in its contract with the consumer."
          },
          {
            "id": "section_123",
            "title": "123. Original documentation conferring ownership rights to be given or held for safekeeping",
            "content": "(1) A regulated entity shall give original documentation conferring ownership rights to a consumer in a timely manner or shall hold the documents for safekeeping under an agreement on paper or on another durable medium with the consumer, in accordance with the terms of the regulated entity’s authorisation. (2) This Regulation is subject to Regulation 175."
          },
          {
            "id": "section_124",
            "title": "124. Confirmation of power of attorney to be obtained where relevant",
            "content": "(1) Where a regulated entity deals with a person who is acting for a consumer under a power of attorney, the regulated entity shall - List: obtain a certified copy of the power of attorney,; in the case of an enduring power of attorney made under Part 7 of the Act of 2015 or an enduring power under the Act of 1996, satisfy itself as to the status of the power of attorney, and; operate within the limitations set out in the power of attorney. (2) In this Regulation, “enduring power of attorney” and “enduring power under the Act of 1996” have the meanings assigned to them in section 2 of the Act of 2015."
          },
          {
            "id": "section_125",
            "title": "125. Procedure to be complied with on ceasing to operate, merging business or transferring regulated activities",
            "content": "(1) Where a regulated entity intends to cease operating, merge business with another person, or to transfer all or part of its regulated activities to another regulated entity it shall - List: notify the Bank of its intention without delay,; subject to paragraph (2), if a decision by the regulated entity is made to proceed, provide at least 2 months’ notice of its decision to consumers to which it is providing the relevant financial services which it intends to cease operating, or which are the subject of the merger or transfer, to enable them to make alternative arrangements,; ensure that all outstanding business with consumers is properly completed prior to the transfer, merger or cessation of operations, as the case may be, or, alternatively in the case of a transfer or merger, inform consumers of how continuity of service will be provided to them following the date of transfer or merger,; in the case of a merger or transfer of regulated activities, inform a consumer in advance that their details are being transferred to the other regulated entity, if that is the case, and obtain any required consents from the consumer,; in the case of a merger or transfer of regulated activities, provide to consumers to which it is providing the relevant financial services, at least 2 months prior to the merger or transfer, the name, address and contact details of the other regulated entity with which the merger or the transfer is taking place, and refer to the specific terms and conditions in the consumer’s contract that provide for the transfer or merger of regulated activities,; in the case of a transfer of mortgage loans, facilitate any due diligence exercise conducted by the other regulated entity in respect of those regulated activities, and; in the case of a merger or transfer of regulated activities, provide all relevant documentation to the other regulated entity with which the merger or to which the transfer is taking place, to enable the relevant financial service to be administered in accordance with the terms and conditions agreed with consumers and in accordance with any other specific commitments made by the regulated entity to consumers. (2) Where a credit institution to which paragraph (1) applies makes a decision to proceed involving cessation of all financial services provided as regulated activities to consumers, the credit institution shall provide at least 6 months’ notice of its decision to consumers to which it is providing the relevant financial services which it intends to cease providing, to enable them to make alternative arrangements. (3) Paragraph (1)(f) does not apply to a regulated entity that is an intermediary."
          },
          {
            "id": "section_126",
            "title": "126. Proposed transferee or merging entity to conduct due diligence and verify continuity of service",
            "content": "Where a regulated entity is the proposed transferee of regulated activities from another regulated entity, or proposes to merge with another regulated entity, it shall - List: conduct due diligence to ensure that the interests of consumers, to which it will provide regulated activities in the event of completion of the transfer or merger, are protected in the event of the transfer or merger, and; satisfy itself that it is capable of providing continuity of service to those consumers to which it will provide regulated activities in the event of the transfer or merger, in accordance with those consumers’ contracts with the regulated entity with which the merger or from which the transfer is taking place."
          },
          {
            "id": "section_127",
            "title": "127. Information to be provided and obtained prior to opening joint account for consumers",
            "content": "Prior to opening a joint account for 2 or more consumers, a regulated entity shall - List: warn each of the consumers as to the legal and practical implications for a party to a joint account in opening and operating such an account as compared with an account for a sole account holder,; inform each of the consumers of the particular operations of the account for which consent is and is not required from all account holders,; ascertain agreed instructions from the consumers as to whether they wish each of the joint account holders to be provided with statements, and; ascertain agreed instructions from the consumers as to whether they wish to impose any limitations on the operations of the account."
          },
          {
            "id": "section_128",
            "title": "128. Exclusion and restriction of duties and liabilities to be avoided",
            "content": "When providing regulated activities to a consumer, a regulated entity shall not, in any communication or agreement with a consumer, except where permitted by applicable law, exclude or restrict, or seek to exclude or restrict - List: any legal liability or duty of care to a consumer which it has under these Regulations or other financial services legislation,; any other duty to act with skill, care and diligence which is owed to a consumer in connection with the provision to that consumer of financial services, or; any liability owed to a consumer for failure to exercise the degree of skill, care and diligence that may reasonably be expected of it in the provision of a financial service."
          },
          {
            "id": "section_129",
            "title": "129. Regulated entities negotiating with debt management firms",
            "content": "Where a regulated entity is a creditor of a consumer and negotiates with a debt management firm for the discharge of a debt of that consumer, in circumstances where the debt management firm is providing debt management services to that consumer, the regulated entity shall allow a minimum of 5 working days for the consumer to consider any proposed outcome of the negotiations before taking any action."
          }
        ]
      }
    ]
  },
  {
    "Part": "Part 4",
    "Title": "Part 4: Insurance",
    "chapters": [
      {
        "chapter_num": 1,
        "chapter_title": "Preliminary",
        "sections": [
          {
            "id": "section_307",
            "title": "307. Interpretation (Part 4)",
            "content": "In this Part – “Act of 2019” means the Consumer Insurance Contracts Act 2019 (No. 53 of 2019); “method of direct settlement” means a method of settlement whereby an insurance undertaking provides or arranges for a repair, replacement or reinstatement of property rather than paying a monetary sum in settlement of a claim; “Personal Injuries Resolution Board” means the Personal Injuries Resolution Board established under the Personal Injuries Resolution Board Acts 2003 to 2022, or any successor thereto."
          }
        ]
      },
      {
        "chapter_num": 2,
        "chapter_title": "Additional business requirements",
        "sections": [
          {
            "id": "section_308",
            "title": "308. Receipt to be provided - insurance intermediaries",
            "content": "Where an insurance intermediary provides a receipt to a consumer in accordance with Regulation 122, the receipt shall, in addition to the information specified in Regulation 122(2), state that the acceptance by the insurance intermediary of a completed insurance proposal does not itself constitute the effecting of a policy of insurance, where relevant."
          }
        ]
      },
      {
        "chapter_num": 3,
        "chapter_title": "Premium Handling",
        "sections": [
          {
            "id": "section_309",
            "title": "309. Non-application of Chapter",
            "content": "(1) This Chapter does not apply to an insurance intermediary where - List: the State is not the insurance intermediary’s home Member State, and; responsibility for the requirements referred to in this Chapter is reserved to the insurance intermediary’s home Member State competent authority in accordance with Directive (EU) 2016/97 of the European Parliament and of the Council of 20 January 2016[1]. (2) In this Regulation, “home Member State” has the meaning given to it in Regulation 2 of the Insurance Distribution Regulations."
          },
          {
            "id": "section_310",
            "title": "310. Client premium account",
            "content": "(1) An insurance intermediary shall lodge funds received in respect of a premium or a premium rebate to a segregated bank account. (2) An insurance intermediary shall ensure that an account opened and operated in accordance with paragraph (1) is designated “Client Premium Account”. (3) An insurance intermediary shall operate separate client premium accounts for life insurance business and non-life insurance business. (4) An insurance intermediary shall ensure that all payments from a client premium account operated by the insurance intermediary clearly state that the payment emanated from a client premium account. (5) An insurance intermediary shall ensure that a client premium account operated by the insurance intermediary is not overdrawn."
          },
          {
            "id": "section_311",
            "title": "311. Permitted payments into and out of client premium account",
            "content": "(1) An insurance intermediary shall ensure that only the following are paid into a client premium account maintained in accordance with Regulation 310: List: funds received from a consumer in respect of the renewal of an insurance policy, which has been invited by an insurance undertaking, or a proposal for insurance accepted by an insurance undertaking;; funds received from a regulated entity representing a premium rebate intended for transmission to a consumer;; a transfer from another client premium account operated by the insurance intermediary for the same form of insurance;; a transfer from an office account of the insurance intermediary to allow an amount to be maintained in the client premium account to cover the costs of the account, and any such transfers shall be clearly identifiable in terms of their source and purpose;; proceeds received from a regulated entity in respect of the settlement of a claim intended for transmission to the claimant;; any interest accruing on the funds in the account;; a mixed remittance consisting of premium and non-premium funds in accordance with paragraph (3)(a). (2) An insurance intermediary shall ensure that only the following are paid out of a client premium account maintained in accordance with Regulation 310: List: funds paid to a regulated entity for renewal of an insurance policy, which has been accepted by an insurance undertaking, or a proposal, accepted by an insurance undertaking;; funds paid to a consumer or, where there is an agreement in place between the insurance intermediary and another insurance intermediary as referred to in Regulation 350, funds transferred to that other insurance intermediary for payment to a consumer, and which in either case represents a rebate of a premium received from an insurance undertaking;; commissions and fees paid to the insurance intermediary where there is documentary evidence that these funds are properly due to the insurance intermediary;; a transfer to another client premium account operated by the insurance intermediary for the same form of insurance;; a payment of a settlement amount in satisfaction of a claim to a consumer;; any interest payable on the funds in the account;; the portion of a mixed remittance that consists of non-premium funds in accordance with paragraph (3)(b);; a payment in respect of a charitable donation in accordance with Regulation 349;; bank charges, where these are paid out of the amount referred to in paragraph (1)(d). (3) Where an insurance intermediary receives a mixed remittance consisting of premium and non-premium funds, the insurance intermediary shall ensure that- List: the total amount of the mixed remittance is first lodged to the appropriate client premium account, and; the portion of that mixed remittance that consists of non-premium funds is transferred to or to the order of the consumer without delay."
          },
          {
            "id": "section_312",
            "title": "312. Client premium account - reconciliation",
            "content": "An insurance intermediary shall undertake a detailed reconciliation to establish the balance on each client premium account it operates on a monthly basis and, in so doing, ensure that funds in the account correspond to amounts due to regulated entities."
          }
        ]
      },
      {
        "chapter_num": 4,
        "chapter_title": "Differential pricing",
        "sections": [
          {
            "id": "section_313",
            "title": "313. Interpretation (Chapter 4)",
            "content": "In this Chapter – “close matched product” means a home insurance product or motor insurance product which provides a consumer with core cover and benefits which are broadly equivalent to the core cover and benefits enjoyed by the consumer under their existing home insurance or motor insurance policy; “closed book” means an individual home insurance product or motor insurance product in respect of which its policies are not available for renewal by way of first renewal; “equivalent first renewal price” means the price an insurance undertaking or insurance intermediary would offer to a consumer upon the first renewal of a particular home insurance policy or motor insurance policy; “first renewal ” means any renewal of a home insurance policy or a motor insurance policy by a consumer which is a first renewal of such home insurance policy or motor insurance policy; “first renewal price” means the price an insurance undertaking or insurance intermediary offers to a consumer upon the first renewal of a home insurance policy or motor insurance policy; “related additional financial service” means a financial service related to a home insurance policy or a motor insurance policy sold to a consumer at the same time as the insurance policy; “subsequent renewal” means any renewal of a home insurance policy or a motor insurance policy by a consumer subsequent to the first renewal of the home insurance policy or motor insurance policy; “subsequent renewal price” means the price offered by an insurance undertaking or insurance intermediary to a consumer to renew a home insurance policy or motor insurance policy on any renewal subsequent to the first renewal of the insurance policy, including where more than one policy is sold together as part of a package; “tenure” means the number of years a consumer has held their insurance policy, including any renewal of the insurance policy."
          },
          {
            "id": "section_314",
            "title": "314. Scope and application (Chapter 4)",
            "content": "This Chapter applies to insurance undertakings and insurance intermediaries in relation to the following activities: List: setting the subsequent renewal price;; setting the price for any related additional financial service sold to the consumer at the subsequent renewal of a home insurance policy or motor insurance policy."
          },
          {
            "id": "section_315",
            "title": "315. Setting subsequent renewal prices",
            "content": "(1) An insurance undertaking or insurance intermediary shall not set a subsequent renewal price that is higher than the equivalent first renewal price. (2) Subject to paragraph (3) and Regulation 316, in determining the equivalent first renewal price, an insurance undertaking or insurance intermediary shall apply the following assumptions: List: that the consumer has used the same channel that the consumer most recently used for the purposes of renewing their insurance policy;; that the consumer has selected the same payment method as they currently use to pay for the insurance policy. (3) Where an insurance undertaking or insurance intermediary no longer accepts renewals through the channel that the consumer most recently used to renew the insurance policy, the insurance undertaking or insurance intermediary shall assume that the consumer used the channel most commonly used by consumers of the regulated entity."
          },
          {
            "id": "section_316",
            "title": "316. Closed books",
            "content": "(1) Where a consumer’s insurance policy is in a closed book, the insurance undertaking or insurance intermediary shall determine the consumer’s equivalent first renewal price in accordance with this Regulation. (2) The insurance undertaking or insurance intermediary shall identify from the home insurance and motor insurance products that it currently actively markets or distributes, whether it has one or more home insurance or motor insurance product that is a close matched product. (3) Where the insurance undertaking or insurance intermediary no longer actively markets or distributes any home insurance or motor insurance product which is a close matched product but it is part of a group which does actively market or distribute home insurance or motor insurance products, the insurance undertaking or insurance intermediary shall, where possible, identify a close matched product from those products actively marketed or distributed by the insurance undertaking’s or insurance intermediary’s group. (4) Where there is more than one product which is a close matched product, the insurance undertaking or insurance intermediary shall either- List: select the close matched product which is the most similar to the consumer’s existing insurance policy, or; where it is not possible to identify the most similar close matched product, select the close matched product which will lead to the most favourable pricing outcome for consumers who hold an insurance policy in the closed book. (5) List: Where a close matched product is identified or selected, the equivalent first renewal price for a consumer in the relevant book shall be the equivalent first renewal price the insurance undertaking or insurance intermediary would offer for the close matched product, subject to any permitted adjustments set out in subparagraph (b) and, where appropriate, the assumptions set out at Regulations 315(2) and 315(3).; (b) The permitted adjustments are those which fairly and proportionately reflect the difference in costs for the insurance undertaking or insurance intermediary arising from differences between the cost to serve or cover or benefits (including any compulsory excess) provided by the insurance policies in the closed book and the close matched product. (6) Where an insurance undertaking or insurance intermediary is unable to generate an equivalent first renewal price or identify a product which is a close matched product because an insurance policy - List: is not part of an insurance undertaking’s or insurance intermediary’s or its group’s standard insurance policy offering,; falls outside the insurance undertaking’s or insurance intermediary’s or its group’s underwriting policies, or; although part of its group’s standard policy offering, is not an insurance policy in respect of which the insurance undertaking’s or the insurance intermediary’s group may share the relevant pricing information, the insurance undertaking or insurance intermediary shall set the subsequent renewal price in accordance with Regulation 321."
          },
          {
            "id": "section_317",
            "title": "317. Insurance intermediaries’ involvement in setting price",
            "content": "An insurance intermediary that is involved in the setting of any portion of the subsequent renewal price of an insurance policy shall ensure that the portion the insurance intermediary sets or its contribution to that portion is set at a level that is no higher than it would be set for a first renewal."
          },
          {
            "id": "section_318",
            "title": "318. Responsibility of insurance undertaking or insurance intermediary where more than one insurance undertaking or insurance intermediary is involved in setting the subsequent renewal price",
            "content": "Where more than one insurance undertaking or insurance intermediary is jointly responsible for setting the subsequent renewal price, each insurance undertaking or insurance intermediary shall take reasonable steps to assure itself that the subsequent renewal price is set in accordance with Regulations 314 to 321."
          },
          {
            "id": "section_319",
            "title": "319. Related additional financial services",
            "content": "Subject to Regulation 320, an insurance undertaking or insurance intermediary that has responsibility for setting the price of a related additional financial service that is available to a consumer in connection with a home insurance policy or motor insurance policy shall ensure that the price of the related additional financial service at the subsequent renewal of the home insurance policy or motor insurance policy is no higher than the price at which the related additional financial service would be offered to the consumer at first renewal."
          },
          {
            "id": "section_320",
            "title": "320. Related additional financial services where financial service no longer available at first renewal",
            "content": "Where an insurance undertaking or insurance intermediary no longer offers to consumers at first renewal a related additional financial service which is available to a consumer in connection with the subsequent renewal of a home insurance policy or motor insurance policy, the price for that related additional financial service shall be set as follows: List: where the related additional financial service is an insurance policy, the insurance undertaking or insurance intermediary shall, subject to any necessary modifications: apply the requirements in respect of closed books in accordance with Regulation 316; orif the related additional financial service has no close matched product, apply Regulation 321;; apply the requirements in respect of closed books in accordance with Regulation 316; or; if the related additional financial service has no close matched product, apply Regulation 321;; where the related additional financial service is not an insurance policy, the insurance undertaking or insurance intermediary shall apply Regulation 321. List: apply the requirements in respect of closed books in accordance with Regulation 316; or; if the related additional financial service has no close matched product, apply Regulation 321;"
          },
          {
            "id": "section_321",
            "title": "321. Firms’ assurance over consumer outcomes",
            "content": "(1) An insurance undertaking or insurance intermediary shall ensure that it does not systematically discriminate against consumers based on their tenure, when determining any of the following: List: an equivalent first renewal price;; the subsequent renewal price for consumers in closed books where an insurance undertaking or insurance intermediary is unable to identify a close matched product;; the price for any related additional financial service sold to the consumer at subsequent renewal of an insurance policy;; any other matter provided for under Regulations 314 to 321. (2) An insurance undertaking or insurance intermediary shall ensure that the equivalent first renewal price does not systematically exceed the first renewal price for consumers."
          },
          {
            "id": "section_322",
            "title": "322. Annual review and record keeping",
            "content": "(1) An insurance undertaking or insurance intermediary shall carry out, within 2 months of each year end, an annual review of its home insurance and motor insurance pricing policies and processes in order to assess the following - List: whether the insurance undertaking or insurance intermediary complies with the obligation, set out at Regulation 321, that the insurance undertaking or insurance intermediary shall not systematically discriminate against consumers based on tenure;; whether the equivalent first renewal price for consumers of longer tenure systematically exceeds the first renewal price for consumers;; whether adequate controls are in place, including controls to ensure that any pricing models used do not-generate prices which are systematically higher the longer a consumer’s tenure, orimpair the insurance undertaking’s or insurance intermediary’s obligation to comply with Regulations 4(1)(a), (b) and (d) of the Central Bank Reform Act 2010 (Section 17A) (Standards for Business) Regulations 2025.; generate prices which are systematically higher the longer a consumer’s tenure, or; impair the insurance undertaking’s or insurance intermediary’s obligation to comply with Regulations 4(1)(a), (b) and (d) of the Central Bank Reform Act 2010 (Section 17A) (Standards for Business) Regulations 2025. List: generate prices which are systematically higher the longer a consumer’s tenure, or; impair the insurance undertaking’s or insurance intermediary’s obligation to comply with Regulations 4(1)(a), (b) and (d) of the Central Bank Reform Act 2010 (Section 17A) (Standards for Business) Regulations 2025. (2) An insurance undertaking or insurance intermediary shall, following the annual review referred to in paragraph (1), rectify any deficiencies identified in its pricing policies and processes. (3) An insurance undertaking or insurance intermediary shall retain written records of the annual review referred to in paragraph (1), including the action taken to rectify any deficiencies found. (4) Prior to implementing a material decision in relation to the insurance undertaking’s or insurance intermediary’s compliance with Regulations 314 to 321, an insurance undertaking or insurance intermediary shall keep a record in writing of its consideration of the extent to which that decision is consistent with Regulations 314 to 321."
          }
        ]
      },
      {
        "chapter_num": 5,
        "chapter_title": "Automatic renewals",
        "sections": [
          {
            "id": "section_323",
            "title": "323. Scope and application (Chapter 5)",
            "content": "This Chapter applies to insurance undertakings and insurance intermediaries in respect of policies of non-life insurance."
          },
          {
            "id": "section_324",
            "title": "324. Automatic renewals - cancellations",
            "content": "An insurance undertaking or insurance intermediary shall allow a consumer to exercise the right to cancel the automatic renewal of an insurance policy - List: at any time during the duration of the insurance policy, and; free of charge."
          },
          {
            "id": "section_325",
            "title": "325. Automatic renewals – notifications in respect of policies with a duration of 10 months or more",
            "content": "(1) Where an insurance undertaking or an insurance intermediary proposes to automatically renew a consumer’s insurance policy, with a duration of 10 months or more, the insurance undertaking or insurance intermediary shall provide a notification on paper or on another durable medium to the consumer at least 20 working days prior to the renewal date of the insurance policy which shall include the following: List: a statement that the insurance policy will renew automatically if the consumer does not cancel the automatic renewal before a specified date;; details on how the consumer can stop the automatic renewal of the insurance policy if the consumer does not wish to automatically renew, including -the existence of the right to cancel the automatic renewal of the insurance policy, the conditions for exercising the right to cancel the automatic renewal of the insurance policy, the consequences of exercising the right to cancel the automatic renewal of the insurance policy, andthe practical steps required for exercising the right to cancel the automatic renewal of the insurance policy, including, at a minimum, the options available for cancelling the automatic renewal of the insurance policy;; the existence of the right to cancel the automatic renewal of the insurance policy,; the conditions for exercising the right to cancel the automatic renewal of the insurance policy,; the consequences of exercising the right to cancel the automatic renewal of the insurance policy, and; the practical steps required for exercising the right to cancel the automatic renewal of the insurance policy, including, at a minimum, the options available for cancelling the automatic renewal of the insurance policy;; except where Section 14(6) of the Act of 2019 applies, confirmation of any changes to the terms of the insurance policy upon renewal;; details of any fee payable specifically in respect of the automatic renewal of the insurance policy and the services provided for such fee;; the website address of the relevant section of the Competition and Consumer Protection Commission’s website and, where relevant, the Health Insurance Authority’s website relating to getting insurance quotes;; a statement that the consumer should keep their insurance arrangements under review as there may be other alternatives in the market that could provide savings for the consumer for similar cover. List: the existence of the right to cancel the automatic renewal of the insurance policy,; the conditions for exercising the right to cancel the automatic renewal of the insurance policy,; the consequences of exercising the right to cancel the automatic renewal of the insurance policy, and; the practical steps required for exercising the right to cancel the automatic renewal of the insurance policy, including, at a minimum, the options available for cancelling the automatic renewal of the insurance policy; (2) Where an automatic renewal arrangement of a consumer’s insurance policy, with a duration of 10 months or more, is in place and the insurance undertaking or insurance intermediary does not propose to renew such insurance policy, the insurance undertaking or insurance intermediary shall provide a notification on paper or on another durable medium to the consumer at least 20 working days prior to the renewal date that the insurance undertaking or insurance intermediary does not wish to invite a renewal. (3) Paragraph (2) does not apply where Regulation 5(1)(b) of the Non-Life Insurance (Provision of Information) Regulations 2007 (S.I. No. 74 of 2007) applies."
          },
          {
            "id": "section_326",
            "title": "326. Automatic renewals – notifications in respect of policies with a duration of less than 10 months",
            "content": "(1) Where an insurance undertaking or an insurance intermediary proposes to automatically renew a consumer’s insurance policy, with a duration of less than 10 months, the insurance undertaking or insurance intermediary shall provide a notification on paper or on another durable medium to the consumer, at least once a year from the date of entry into of the insurance policy for so long as the insurance policy continues to be renewed, which shall include the following: List: a statement that the insurance policy renews automatically including the frequency of the automatic renewal and any end date of such automatic renewal;; details on how the consumer can stop the automatic renewal of the insurance policy if the consumer does not wish to automatically renew, including -the existence of the right to cancel the automatic renewal of the insurance policy, the conditions for exercising the right to cancel the automatic renewal of the insurance policy, the consequences of exercising the right to cancel the automatic renewal of the insurance policy, andthe practical steps required for exercising the right to cancel the automatic renewal of the insurance policy, including, at a minimum, the options available for cancelling the automatic renewal of the insurance policy;; the existence of the right to cancel the automatic renewal of the insurance policy,; the conditions for exercising the right to cancel the automatic renewal of the insurance policy,; the consequences of exercising the right to cancel the automatic renewal of the insurance policy, and; the practical steps required for exercising the right to cancel the automatic renewal of the insurance policy, including, at a minimum, the options available for cancelling the automatic renewal of the insurance policy;; details of any fee payable specifically in respect of the automatic renewal of the insurance policy and the services provided for such fee;; the website address of the relevant section of the Competition and Consumer Protection Commission’s website and, where relevant, the Health Insurance Authority’s website relating to getting insurance quotes;; a statement that the consumer should keep their insurance arrangements under review as there may be other alternatives in the market that could provide savings for the consumer for similar cover. List: the existence of the right to cancel the automatic renewal of the insurance policy,; the conditions for exercising the right to cancel the automatic renewal of the insurance policy,; the consequences of exercising the right to cancel the automatic renewal of the insurance policy, and; the practical steps required for exercising the right to cancel the automatic renewal of the insurance policy, including, at a minimum, the options available for cancelling the automatic renewal of the insurance policy; (2) Where an automatic renewal arrangement of a consumer’s insurance policy, with a duration of less than 10 months, is in place and the insurance undertaking or insurance intermediary does not propose to renew such insurance policy, the insurance undertaking or insurance intermediary shall provide a notification on paper or on another durable medium to the consumer prior to the renewal date that the insurance undertaking or insurance intermediary does not wish to invite a renewal. (3) Paragraph (2) does not apply where Regulation 5(1)(b) of the Non-Life Insurance (Provision of Information) Regulations 2007 applies."
          },
          {
            "id": "section_327",
            "title": "327. Automatic renewal of pet insurance, travel insurance, gadget insurance or dental insurance (G)",
            "content": "(1) An insurance undertaking or insurance intermediary shall not automatically renew a policy of pet insurance, travel insurance, gadget insurance or dental insurance with a consumer unless the consumer has, prior to the entry into of the insurance policy which is being renewed, provided their consent to such automatic renewal. (2) Paragraph (1) shall apply only in relation to an insurance policy which is first entered into after the commencement of these Regulations (and to the renewal of such a policy after the commencement of these Regulations). (3) In this Regulation – “dental insurance” means insurance the sole purpose of which is to provide for the making of payments by an insurance undertaking for the reimbursement or discharge, in whole or in part, of fees or charges in respect of dental expenses or services and related ancillary benefits; “gadget insurance” means insurance which provides cover against the risk of breakdown, theft, loss, or damage, solely in respect of one or more personal electronic devices."
          }
        ]
      },
      {
        "chapter_num": 6,
        "chapter_title": "Information about insurance products specifically",
        "sections": [
          {
            "id": "section_328",
            "title": "328. Information to be provided in insurance quotation - general",
            "content": "(1) An insurance undertaking or insurance intermediary shall provide the following information in any insurance quotation: List: the monetary amount of the quotation;; the period of time for which the quotation is valid;; the registered legal name of the proposed underwriter of the insurance policy. (2) In this Regulation and in Regulations 329 to 330, the term “insurance quotation” shall be understood to include a renewal notification containing an insurance quotation."
          },
          {
            "id": "section_329",
            "title": "329. Information to be provided in insurance quotation – warranties and endorsements",
            "content": "(1) An insurance undertaking or insurance intermediary shall set out clearly any warranties or endorsements that apply to an insurance policy in an insurance quotation provided to a consumer. (2) If the insurance quotation is provided on paper or on another durable medium, the information referred to in paragraph (1) shall not be in a smaller font size than is used for other information appearing in the document."
          },
          {
            "id": "section_330",
            "title": "330. Information to be provided in insurance quotation – discounts or loadings",
            "content": "An insurance undertaking or insurance intermediary shall set out clearly in an insurance quotation – List: any discount or loading that has been applied in generating the insurance quotation for a consumer, including the monetary value and percentage of any discount or loading that has been so applied, and; the premium that would apply in the absence of any such discount or loading."
          },
          {
            "id": "section_331",
            "title": "331. Policy documentation to state name of underwriter",
            "content": "An insurance undertaking or insurance intermediary shall state the registered legal name of the underwriter of the insurance policy on all policy documentation issued to a consumer."
          },
          {
            "id": "section_332",
            "title": "332. Information to be provided about disclosure obligations",
            "content": "(1) Where a consumer is applying for an insurance policy, an insurance undertaking or insurance intermediary shall notify the consumer, on paper or on another durable medium, of the possible consequences for the consumer of failing to comply with the duty of disclosure applicable to that consumer. (2) The notification referred to in paragraph (1) shall include the following consequences, as applicable: List: that a policy may be cancelled;; that claims may not be paid;; that the consumer may encounter difficulty in trying to purchase insurance elsewhere;; in the case of property insurance, that the failure to have property insurance in place, including by way of cancellation, could lead to a breach of the terms and conditions attaching to any loan secured on that property."
          },
          {
            "id": "section_333",
            "title": "333. Information to be provided about permanent health insurance",
            "content": "(1) Prior to a consumer completing a proposal form for a permanent health insurance policy, an insurance undertaking or insurance intermediary shall explain the following to a consumer: List: the meaning of disability as defined in the policy;; any benefit available under the policy;; the exclusions that apply to the policy;; any reduction applied to any available benefit if the consumer receives a disability payment from another source. (2) In this Regulation, “permanent health insurance policy” means a policy of insurance of class 4 as set out in Schedule 2 to the Insurance and Reinsurance Regulations, or class IV as set out in Annex I to the European Communities (Life Assurance) Framework Regulations 1994."
          },
          {
            "id": "section_334",
            "title": "334. Information to be provided about serious or critical illness insurance",
            "content": "Prior to a consumer completing a proposal form for a serious or critical illness policy, an insurance undertaking or insurance intermediary shall explain to the consumer any restriction, condition or exclusion applicable to the policy."
          },
          {
            "id": "section_335",
            "title": "335. Information to be provided about property or motor insurance",
            "content": "Prior to offering a property or motor insurance policy to a consumer, an insurance undertaking or insurance intermediary shall explain to the consumer that the insurance undertaking may, where relevant, appoint its own expert to undertake restitution work on a property or motor vehicle."
          },
          {
            "id": "section_336",
            "title": "336. Refusal to quote for motor or property insurance",
            "content": "(1) An insurance undertaking that refuses to quote a consumer for motor insurance shall do the following within 5 working days of the date of its decision to refuse: List: inform the consumer of its decision to refuse;; provide the consumer with the reasons for refusing cover;; notify the consumer of their right to refer the matter to the Declined Cases Committee and provide details of the process for such a referral;; inform the consumer that they may request that the information in subparagraphs (a) to (c) be provided to them on paper or on another durable medium. (2) An insurance undertaking that refuses to quote a consumer for property insurance shall do the following within 5 working days of the date of its decision to refuse: List: inform the consumer of its decision to refuse;; provide the consumer with the reasons for refusing cover;; notify the consumer that failure to insure a property may result in a breach of terms and conditions of any loan agreement which has been secured on that property;; inform the consumer that they may request that the information in subparagraphs (a) to (c) be provided to them on paper or on another durable medium. (3) Where a consumer makes a request in accordance with paragraph (1)(d) or 2(d), an insurance undertaking shall provide this information on paper or on another durable medium within 5 working days of the request."
          },
          {
            "id": "section_337",
            "title": "337. Information to be provided where premium may be subject to review",
            "content": "(1) Prior to offering, recommending, arranging or providing an insurance policy where the premium payable by the consumer may be subject to review by the insurance undertaking during the term of the policy, an insurance undertaking or insurance intermediary shall - List: explain clearly to the consumer the risk that the premium may increase, and; provide the consumer with details of the time period for which the initial premium is fixed. (2) An insurance undertaking shall include a warning statement in the following format on the application form for an insurance policy of the kind referred to in paragraph (1), inserting the appropriate information in place of the instruction in square brackets for that purpose: “Warning: The Premium [insert ‘may’ or ‘will’ as appropriate] increase after [insert period of time for which the premium is fixed].” (3) This Regulation does not apply where the premium payable by a consumer may be subject to review as a result of an amendment to the policy requested by the consumer."
          },
          {
            "id": "section_338",
            "title": "338. Insurance quotation – explanation of difference in cost between payment of premium by lump sum or by instalment",
            "content": "(1) When providing an insurance quotation to a consumer, an insurance undertaking or insurance intermediary shall explain any difference in cost between paying the premium by way of a lump sum or in instalments. (2) The explanation referred to in paragraph (1) shall detail the monetary value of any difference arising between the 2 options. (3) In this Regulation, the term “insurance quotation” shall be understood to include a renewal notification containing an insurance quotation."
          },
          {
            "id": "section_339",
            "title": "339. Consent to be obtained for follow up telephone communication in respect of an insurance quotation provided on a digital platform",
            "content": "(1) Notwithstanding Regulations 109 and 110, where a consumer requests an insurance quotation from an insurance undertaking or insurance intermediary on a digital platform or via a website, the insurance undertaking or insurance intermediary shall not make follow up oral communication by means of telephone call for the purposes of discussing the insurance quotation unless the consumer has provided his or her consent to it doing so. (2) Paragraph (1) is subject to the further condition that the making of the follow up telephone call is not prohibited under any other applicable law."
          }
        ]
      },
      {
        "chapter_num": 7,
        "chapter_title": "Knowing the Consumer and Suitability – Insurance Specific Provisions",
        "sections": [
          {
            "id": "section_340",
            "title": "340. Statement of suitability where immediate cover required",
            "content": "In the case of an insurance policy where immediate cover is required by a consumer, the statement of suitability referred to in Regulation 18(1) may be issued to the consumer prior to, or within 5 working days of, the insurance policy being entered into."
          },
          {
            "id": "section_341",
            "title": "341. Statement of suitability in the case of travel, motor or home insurance",
            "content": "In the case of a policy of travel, motor or home insurance provided to a personal consumer, the statement of suitability referred to in Regulation 18(1) may be in a common format."
          }
        ]
      },
      {
        "chapter_num": 8,
        "chapter_title": "Post-sale Information Requirements - Information about Insurance Products",
        "sections": [
          {
            "id": "section_342",
            "title": "342. Issuance of insurance policy",
            "content": "(1) An insurance undertaking shall issue an insurance policy, within 5 working days of the insurance policy being entered into, to any consumer to whom it has sold its insurance policy directly or to any insurance intermediary that has sold its insurance policy. (2) On receipt of the insurance policy issued in accordance with paragraph (1), an insurance intermediary shall provide the insurance policy to the consumer that purchased it within 5 working days. (3) When an insurance policy is entered into by a consumer by means of telephonic, video or other electronic communication, including through a digital platform, the insurance undertaking or, where the insurance policy was entered into by the consumer through an insurance intermediary, the insurance intermediary, shall provide the consumer with immediate digital confirmation that- List: the insurance policy is in place, and; the insurance policy documents will be issued within 5 working days. (4) In the circumstances referred to in paragraph (3), an insurance undertaking or insurance intermediary may provide the consumer with the terms of business referred to in Regulation 51 at the same time as the insurance undertaking or insurance intermediary provides the consumer with the confirmation referred to in that paragraph. (5) This Regulation shall apply equally where a consumer renews an existing policy."
          },
          {
            "id": "section_343",
            "title": "343. Terms and conditions applicable to no claims discount to be provided to consumer",
            "content": "Where a no claims discount has been applied to the premium charged in respect of an insurance policy, an insurance undertaking or insurance intermediary shall include with the insurance policy issued to the consumer in accordance with Regulation 342, notification, on paper or on another durable medium, of the terms and conditions that apply to such discount, including any restrictions on the use or availability of the discount."
          },
          {
            "id": "section_344",
            "title": "344. Appointed claims representative",
            "content": "When a consumer is a holder of a motor insurance policy and notifies the insurance undertaking or insurance intermediary that provided that policy of an intention to use an insured vehicle in another Member State, the insurance undertaking or insurance intermediary shall provide the consumer with contact details of the insurance undertaking’s appointed claims representative for that Member State."
          },
          {
            "id": "section_345",
            "title": "345. Information concerning surrender value of a life insurance policy",
            "content": "(1) Where a policyholder seeks information on the early surrender of a life insurance policy from the insurance undertaking or insurance intermediary that has provided that policy and the policyholder is a consumer, the insurance undertaking or insurance intermediary shall provide the consumer with details of the surrender value of the policy. (2) If a secondary market exists for the sale of a policy of the kind referred to in paragraph (1) on which the policy may be sold, the insurance undertaking or insurance intermediary shall disclose this fact to the consumer at the same time as providing the details required in accordance with paragraph (1)."
          },
          {
            "id": "section_346",
            "title": "346. Advance notification of expiry date of a policy of non-life insurance (G)",
            "content": "(1) An insurance undertaking or insurance intermediary shall, not less than 20 working days prior to issuing a notification to a consumer in respect of a policy of insurance pursuant to – List: Regulation 5 or Regulation 6 of the Non-Life Insurance (Provision of Information) Regulations 2007, or; Regulation 325, provide a consumer with notification on paper or on another durable medium of the date on which that policy is due to expire or fall due for renewal."
          },
          {
            "id": "section_347",
            "title": "347. Notification of lapse of cover under health insurance contract (G)",
            "content": "(1) Subject to paragraph (2), this Regulation applies in relation to a health insurance contract entered into after the commencement of these Regulations (including a renewal in a case where the health insurance contract was concluded before such commencement). (2) This Regulation does not apply in respect of a health insurance contract under a corporate health insurance scheme arranged by an employer with an insurance undertaking for a group of employees. (3) An insurance undertaking shall notify a consumer that is a natural person aged 18 years or older within 10 working days of the consumer ceasing to be insured under a health insurance contract with that insurance undertaking. (4) The notification referred to in paragraph (3) shall inform the consumer – List: that the consumer is no longer insured under a health insurance contract with that insurance undertaking, and; the date on which the consumer ceased to be so insured. (5) Paragraphs (3) and (4) do not apply where – List: the consumer ceased to be insured under the health insurance contract referred to in paragraph (1) on account of the expiry of that health insurance contract,; the health insurance contract is immediately replaced with another health insurance contract with the same insurance undertaking, and; the consumer is insured under that replacement health insurance contract. (6) For the purposes of providing notification pursuant to paragraphs (3) and (4), an insurance undertaking shall gather contact details of each consumer that is a natural person aged 18 years or older who is insured under a health insurance contract with that insurance undertaking. (7) Paragraphs (3) and (4) do not apply where the insurance undertaking has requested contact details in accordance with paragraph (6) but has not been provided with same before the 10 working day period referred to in paragraph (3) has commenced."
          }
        ]
      },
      {
        "chapter_num": 9,
        "chapter_title": "Premium Rebates",
        "sections": [
          {
            "id": "section_348",
            "title": "348. Premium Rebates – Timing",
            "content": "(1) Subject to paragraph (3), an insurance undertaking shall provide to a consumer any premium rebate that is due from the insurance undertaking to the consumer within 10 working days of the rebate becoming due. (2) For the purposes of this Regulation, a premium rebate is due from an insurance undertaking as soon as the insurance undertaking becomes aware of the circumstances giving rise to the premium rebate and determines that the premium rebate is due. (3) Where an insurance intermediary acts as agent of an insurance undertaking in respect of a consumer, the insurance undertaking shall either – List: provide to the insurance intermediary a premium rebate due from the insurance undertaking to the consumer within 5 working days of the rebate becoming due, or; notify the insurance intermediary, within 5 working days of the premium rebate becoming due, that the rebate is due and at the same time permit the intermediary to issue the premium rebate from funds held by the insurance intermediary which are due to the insurance undertaking. (4) An insurance intermediary shall provide the premium rebate referred to in paragraph (3) to the consumer within 5 working days of the insurance intermediary either – List: receiving the premium rebate referred to in paragraph (3)(a), or; receiving the notification referred to paragraph (3)(b)."
          },
          {
            "id": "section_349",
            "title": "349. Option of deduction from renewal or other premium or donation in lieu of premium rebate",
            "content": "(1) Prior to providing a premium rebate to a consumer for the purposes of Regulation 348, an insurance undertaking or insurance intermediary may offer the consumer the choice of, instead of receiving the premium rebate, either – List: receiving a corresponding deduction from a renewal premium or other premium currently due to that insurance undertaking or insurance intermediary from the consumer, or; the insurance undertaking or insurance intermediary making a donation of the premium rebate amount to a registered charity. (2) An insurance undertaking or insurance intermediary shall obtain a consumer’s consent on each occasion for the purposes of making either a deduction in accordance with paragraph (1)(a) or a donation in accordance with paragraph (1)(b). (3) Where an insurance undertaking or insurance intermediary obtains a consumer’s consent for the purposes of paragraph (2), the insurance undertaking or insurance intermediary shall make a deduction or donation in accordance with that consent and Regulation 348 shall not apply to the insurance undertaking or insurance intermediary concerned. (4) Where an insurance undertaking or insurance intermediary does not obtain a consumer’s consent for the purposes of paragraph (2), the insurance undertaking or insurance intermediary shall provide the premium rebate to the consumer within the time period referred to in Regulation 348. (5) An insurance undertaking or insurance intermediary shall document a donation made in accordance with the consent obtained from the consumer for the purposes of paragraph (2) and shall obtain and retain a receipt from the relevant charity. (6) In this Regulation, “registered charity” means a registered charitable organisation within the meaning of section 2 of the Charities Act 2009 (No. 6 of 2009)."
          },
          {
            "id": "section_350",
            "title": "350. Premium rebate processing agreement",
            "content": "An insurance intermediary shall process premium rebates due to consumers only on the basis of a written agreement pursuant to which the insurance intermediary acts as agent of an insurance undertaking or another insurance intermediary in processing such rebates due to consumers and pursuant to which the insurance intermediary does not become a debtor of the consumer when processing such rebates."
          },
          {
            "id": "section_351",
            "title": "351. Full rebate amount to be paid in the absence of agreement (G)",
            "content": "(1) Subject to Regulation 349, an insurance undertaking or insurance intermediary shall provide to a consumer the full rebate amount due to the consumer by way of premium rebate. (2) For the purposes of paragraph (1), any charges that the consumer owes the insurance undertaking or insurance intermediary shall not be deducted from the rebate amount without obtaining the prior written consent of the consumer. (3) Where a consumer has agreed to the deduction of any charges for the purposes of paragraph (2), these charges shall be clearly specified by the insurance undertaking or insurance intermediary in correspondence accompanying notification of the rebate to the consumer."
          },
          {
            "id": "section_352",
            "title": "352. Return and reissue of rebate",
            "content": "(1) Where an insurance intermediary has issued a rebate cheque to a consumer on behalf of an insurance undertaking, and the rebate cheque has not been presented for payment within 6 months from the date of issue, the insurance intermediary shall return the rebate to the insurance undertaking. (2) Where a consumer requests from an insurance undertaking or insurance intermediary a rebate that has been returned to an insurance undertaking in accordance with paragraph (1), the requested insurance undertaking or insurance intermediary shall provide the rebate in accordance with Regulations 348, 349 and 351."
          }
        ]
      },
      {
        "chapter_num": 10,
        "chapter_title": "Claims Processing",
        "sections": [
          {
            "id": "section_353",
            "title": "353. Scope and application (Chapter 10)",
            "content": "(1) This Chapter does not apply where a method of direct settlement in respect of health insurance is used by an insurance undertaking in respect of a claim under a health insurance contract. (2) In this Regulation – “method of direct settlement in respect of health insurance” means a method of settlement whereby an insurance undertaking pays a health care provider directly in settlement of a claim by a policyholder under a health insurance contract, rather than paying a monetary sum to the policyholder at a later date."
          },
          {
            "id": "section_354",
            "title": "354. Verification of claims",
            "content": "An insurance undertaking shall endeavour to verify the validity of a claim received from a claimant prior to making a decision on its outcome."
          },
          {
            "id": "section_355",
            "title": "355. Claims handling procedure",
            "content": "(1) An insurance undertaking shall establish, maintain and adhere to a procedure for the effective and proper handling of claims. (2) The procedure referred to in paragraph (1) shall, at a minimum, provide for the following: List: where an accident or event has occurred giving rise to a personal injury claim, the insurance undertaking shall provide a copy of a guide for claimants produced by the Personal Injuries Resolution Board to a claimant as soon as the insurance undertaking is notified of the claim;; where a consumer has been involved in a motor accident with an uninsured or unidentified vehicle or with a foreign registered vehicle, the insurance undertaking shall advise the consumer to contact the Motor Insurers’ Bureau of Ireland;; where a claim form is required to be completed for the purposes of a claimant making a claim, the insurance undertaking shall provide the form to the claimant within 5 working days of it becoming apparent to the insurance undertaking that the form is required;; the insurance undertaking shall offer to assist a claimant in the process of making a claim, including, in the case of a claimant falling within paragraph (a) or (c) of the definition of “claimant”, alerting the claimant to policy terms and conditions that may be of benefit to the claimant, where relevant;; the insurance undertaking shall comply with a request from a claimant for the insurance undertaking to use a particular means of communication with the claimant in relation to a claim, unless to do so would be unreasonable or the means of communication requested by the claimant is not a means of communication currently employed by the insurance undertaking for this purpose;; the insurance undertaking shall keep a record of all conversations with the claimant in relation to the claim, including audio recordings of telephone calls where these are recorded;; where the insurance undertaking makes audio recordings of telephone calls in connection with the provision of financial services to consumers, the insurance undertaking shall make and keep audio recordings of telephone calls with a claimant in relation to a claim and shall inform a claimant at the outset of a telephone conversation that the telephone conversation is being recorded;; the insurance undertaking shall, while the claim is being processed, provide the claimant with updates of any developments concerning the outcome of the claim within 10 working days of learning of the development;; where the insurance undertaking requires additional documentation or clarification from a claimant, the insurance undertaking shall notify the claimant as soon as the additional document or clarification is required and, if necessary, the insurance undertaking shall provide the claimant with a reminder of the notification on paper or on another durable medium."
          },
          {
            "id": "section_356",
            "title": "356. Assisting a consumer in making a claim",
            "content": "An insurance intermediary who assists a consumer in making a claim under an insurance policy shall, on receipt of the completed claims documentation in respect of that claim, transmit such documentation to the insurance undertaking with whom the policy is held within one working day."
          },
          {
            "id": "section_357",
            "title": "357. Engagement of loss adjustor or expert appraiser",
            "content": "(1) Where an insurance undertaking engages the services of a loss adjustor or an expert appraiser, or both, for the purposes of assisting in the processing of a claimant’s claim, it shall provide the claimant with the contact details of the person engaged. (2) When an insurance undertaking provides a claimant with contact details for the purposes of paragraph (1), the insurance undertaking shall, at the same time, notify the claimant on paper or on another durable medium that the person engaged acts in the interest of the insurance undertaking and such notification shall include an explanation of the function of the person engaged."
          },
          {
            "id": "section_358",
            "title": "358. Notification that a claimant may appoint a loss assessor",
            "content": "Within 5 working days of an insurance undertaking receiving notice of a motor insurance, property insurance, or other claim, the insurance undertaking shall, where relevant to the type of claim, notify the claimant on paper or on another durable medium that the claimant may appoint a loss assessor to act in the claimant’s interests but that any such appointment will be at the claimant’s expense."
          },
          {
            "id": "section_359",
            "title": "359. Engagement with third party in relation to a claim",
            "content": "Upon a claimant’s written request, an insurance undertaking or insurance intermediary shall engage with a third party which a claimant has appointed to act on his or her behalf in relation to a claim."
          },
          {
            "id": "section_360",
            "title": "360. Insurance undertaking to be available to discuss claims",
            "content": "An insurance undertaking shall be available to discuss all aspects of a claim with the claimant, including assessment of liability and damages, during normal office hours which are deemed to be between 09.00 and 17.00 on a working day."
          },
          {
            "id": "section_361",
            "title": "361. Restitution work – appointment of third party",
            "content": "(1) Where an insurance undertaking proposes to appoint a third party to undertake restitution work in respect of the settlement of a claim, the insurance undertaking shall provide the claimant with details of the scope of the work that has been approved by the insurance undertaking for the purposes of settlement and a detailed breakdown of the proposed cost to the insurance undertaking. (2) The information referred to in paragraph (1) shall be provided to the claimant on paper or on another durable medium in advance of the appointment of the third party."
          },
          {
            "id": "section_362",
            "title": "362. Restitution work - certification",
            "content": "(1) Where a method of direct settlement has been used, an insurance undertaking shall certify to the claimant, on paper or on another durable medium, that the restitution work undertaken by any third party appointed by the insurance undertaking to restore the claimant’s property has been undertaken in a manner in which the claimant’s property has been restored at least to the standard of the property that existed prior to the insured event. (2) An insurance undertaking shall not require a claimant to provide any form of certification of the kind referenced in paragraph (1) above on its behalf."
          },
          {
            "id": "section_363",
            "title": "363. Claim settlement offer to represent best estimate of a claimant’s reasonable entitlement",
            "content": "(1) An insurance undertaking shall ensure that any claim settlement offer made to a claimant represents its best estimate of the claimant’s reasonable entitlement. (2) In determining that any claim settlement offer made to a claimant is its best estimate of the claimant’s reasonable entitlement, an insurance undertaking shall take into account all relevant factors, including the following: List: any evidence submitted by the claimant, or any third party acting on his or her behalf, to support the value of the claim;; any evidence made known to the insurance undertaking by a third party or evidence that should be reasonably available to the insurance undertaking;; the procedures used by the insurance undertaking in determining the monetary amount of compensation offered. (3) This Regulation does not apply to a claimant falling within paragraph (b) of the definition of “claimant” where liability is not agreed."
          },
          {
            "id": "section_364",
            "title": "364. Decision on a claim",
            "content": "(1) Within 5 working days of making a decision in respect of a claim, an insurance undertaking shall inform the claimant of the following, on paper or on another durable medium: List: the outcome of its investigation of the claim;; where applicable, the terms of any claim settlement offer;; where the insurance undertaking has decided to decline the claim, the reasons for this decision;; any appeals mechanism provided by the insurance undertaking in respect of the decision made. (2) When making a claim settlement offer, the insurance undertaking shall ensure that the following conditions have been satisfied: List: the insured event has been proven, or accepted by the insurance undertaking;; all specified documentation has been received by the insurance undertaking from the claimant;; the entitlement of the claimant to receive payment under the policy has been established. (3) An insurance undertaking shall retain a record of the decision referred to in paragraph (1)."
          },
          {
            "id": "section_365",
            "title": "365. Minimum period for acceptance or rejection of a claim settlement offer",
            "content": "(1) An insurance undertaking shall allow a claimant at least 10 working days to accept or reject a claim settlement offer unless this right is waived by the claimant. (2) Where a claimant waives this right as provided for in paragraph (1), the insurance undertaking shall retain a record of the claimant’s decision. (3) This Regulation does not apply – List: in the case of surrender or encashment of insurance-based investment products,; to claims on policies falling within paragraph (b) of the definition of “protection policies” where the settlement amount is set out in the policy’s terms and conditions, or; to a claimant falling within paragraph (b) of the definition of “claimant” who has issued legal proceedings in respect of their claim."
          },
          {
            "id": "section_366",
            "title": "366. Settlement of claim",
            "content": "(1) Where a claimant has agreed to accept the offer made by an insurance undertaking to settle a claim or, where applicable, that part of a claim that has been quantified, the insurance undertaking shall pay the claim settlement offer to the claimant within 10 working days from the date on which the claimant agreed to accept the offer notwithstanding that legal costs, where applicable, may not yet have been agreed. (2) Where a method of direct settlement is being applied, the insurance undertaking shall discharge any claim without delay."
          },
          {
            "id": "section_367",
            "title": "367. Insurance undertaking to publish details of appeals mechanism",
            "content": "(1) An insurance undertaking shall publish details of any appeals mechanism it provides in respect of decisions regarding claims on its website. (2) An insurance undertaking shall provide the details referred to in paragraph (1) to claimants on paper or on another durable medium on request. A request under this paragraph (2) shall be facilitated within 5 working days."
          },
          {
            "id": "section_368",
            "title": "368. Information concerning settlement where a consumer policyholder is not the beneficiary",
            "content": "(1) Where a policyholder who is a consumer is not the beneficiary of a settlement, the insurance undertaking shall advise the policyholder at the time that settlement is made, on paper or on another durable medium, of the following: List: subject to paragraph (2), the amount for which the claim has been settled and the reason or reasons for it being settled;; where applicable, that the settlement of the claim will affect future insurance contracts entered into by the policyholder of the type that was the subject of the settlement. (2) Paragraph (1)(a) does not apply to a claim in respect of which section 16(4)(d) of the Act of 2019 applies."
          }
        ]
      }
    ]
  }
]
